Repository: getCannaBiz/cannabiz-menu
Catalog: languages/wp-dispensary-*.po
Languages: cs_cz, de_de, es_es, fr_fr, he_il, hr_hr, it_it, ka_ge, mt_mt, nl_nl

source: Separate conditions with commas
cs_cz: Podmínky oddělte čárkami
de_de: Trennen Sie Bedingungen durch Kommas
es_es: Condiciones separadas por comas
fr_fr: Séparez les conditions par des virgules
he_il: הפרד תנאים עם פסיקים
hr_hr: Odvojite uvjete zarezima
it_it: Separare le condizioni con virgole
ka_ge: გამოყავით პირობები მძიმეებით
mt_mt: Kundizzjonijiet separati bil-virgoli
nl_nl: Scheid voorwaarden met komma’s

source: Add or remove conditions
cs_cz: Přidejte nebo odeberte podmínky
de_de: Bedingungen hinzufügen oder entfernen
es_es: Agregar o quitar condiciones
fr_fr: Ajouter ou supprimer des conditions
he_il: הוסף או הסר תנאים
hr_hr: Dodajte ili uklonite uvjete
it_it: Aggiungi o rimuovi condizioni
ka_ge: პირობების დამატება ან წაშლა
mt_mt: Żid jew neħħi l-kundizzjonijiet
nl_nl: Voorwaarden toevoegen of verwijderen

source: Choose from the most used conditions
cs_cz: Vyberte si z nejpoužívanějších podmínek
de_de: Wählen Sie aus den am häufigsten verwendeten Bedingungen
es_es: Elija entre las condiciones más utilizadas
fr_fr: Choisissez parmi les conditions les plus utilisées
he_il: בחר מבין התנאים הנפוצים ביותר
hr_hr: Odaberite jedan od najčešće korištenih uvjeta
it_it: Scegli tra le condizioni più utilizzate
ka_ge: აირჩიეთ ყველაზე ხშირად გამოყენებული პირობებიდან
mt_mt: Agħżel mill-aktar kundizzjonijiet użati
nl_nl: Kies uit de meest gebruikte voorwaarden

source: No conditions found
cs_cz: Nebyly nalezeny žádné podmínky
de_de: Keine Bedingungen gefunden
es_es: No se encontraron condiciones
fr_fr: Aucune condition trouvée
he_il: לא נמצאו תנאים
hr_hr: Nisu pronađeni uvjeti
it_it: Nessuna condizione trovata
ka_ge: პირობები არ მოიძებნა
mt_mt: Ma nstab l-ebda kundizzjoni
nl_nl: Geen voorwaarden gevonden

# general name
source: Effects
cs_cz: Účinky
de_de: Effekte
es_es: Efectos
fr_fr: Effets
he_il: אפקטים
hr_hr: Efekti
it_it: Effetti
ka_ge: ეფექტები
mt_mt: Effetti
nl_nl: Effecten

# singular name
source: Effect
cs_cz: Efekt
de_de: Effekt
es_es: Efecto
fr_fr: Effet
he_il: ללא אפקט
hr_hr: Posljedica
it_it: Effetto
ka_ge: ეფექტი
mt_mt: Effett

source: Search Effects
cs_cz: Hledat efekty
de_de: Sucheffekte
es_es: Efectos de búsqueda
fr_fr: Effets de recherche
he_il: אפקטי חיפוש
hr_hr: Učinci pretraživanja
it_it: Cerca effetti
ka_ge: ძიების ეფექტები
mt_mt: Effetti Fittex
nl_nl: Zoekeffecten

source: Popular Effects
cs_cz: Populární efekty
de_de: Beliebte Effekte
es_es: Efectos populares
fr_fr: Effets populaires
he_il: אפקטים פופולריים
hr_hr: Popularni efekti
it_it: Effetti popolari
ka_ge: პოპულარული ეფექტები
mt_mt: Effetti Popolari
nl_nl: Populaire effecten

source: All Effects
cs_cz: Všechny efekty
de_de: Alle Effekte
es_es: Todos los Efectos
fr_fr: Tous les effets
he_il: כל האפקטים
hr_hr: Svi efekti
it_it: Tutti gli effetti
ka_ge: ყველა ეფექტი
mt_mt: L-effetti kollha
nl_nl: Alle effecten

source: Edit Effect
cs_cz: Upravit efekt
de_de: Effekt bearbeiten
es_es: Editar Efecto
fr_fr: Modifier l’effet
he_il: ערוך אפקט
hr_hr: Uredi efekt
it_it: Modifica effetto
ka_ge: ეფექტის რედაქტირება
mt_mt: Editja Effett
nl_nl: Effect bewerken

source: Update Effect
cs_cz: Aktualizovat efekt
de_de: Effekt aktualisieren
es_es: Efecto de actualización
fr_fr: Effet de mise à jour
he_il: אפקט עדכון
hr_hr: Učinak ažuriranja
it_it: Effetto di aggiornamento
ka_ge: განახლების ეფექტი
mt_mt: Effett tal-Aġġornament

source: Add New Effect
cs_cz: Přidat nový efekt
de_de: Neuen Effekt hinzufügen
es_es: Agregar nuevo efecto
fr_fr: Ajouter un nouvel effet
he_il: הוסף אפקט חדש
hr_hr: Dodaj novi efekt
it_it: Aggiungi nuovo effetto
ka_ge: დაამატეთ ახალი ეფექტი
mt_mt: Żid Effett Ġdid
nl_nl: Nieuw effect toevoegen

source: New Effect Name
cs_cz: Název nového efektu
de_de: Neuer Effektname
es_es: Nuevo nombre de Efecto
fr_fr: Nouveau nom d’effet
he_il: שם אפקט חדש
hr_hr: Naziv novog efekta
it_it: Nuovo nome effetto
ka_ge: ახალი ეფექტის სახელი
nl_nl: Nieuwe effectnaam

source: Separate effects with commas
cs_cz: Efekty oddělte čárkami
de_de: Trennen Sie Effekte durch Kommas
es_es: Efectos separados con comas
fr_fr: Séparez les effets par des virgules
he_il: הפרד אפקטים עם פסיקים
hr_hr: Odvojite efekte zarezima
it_it: Separa gli effetti con le virgole
ka_ge: გამოყავით ეფექტები მძიმეებით
mt_mt: Effetti separati bil-virgoli
nl_nl: Scheid effecten met komma’s

source: Add or remove effects
cs_cz: Přidejte nebo odeberte efekty
de_de: Effekte hinzufügen oder entfernen
es_es: Agregar o quitar efectos
fr_fr: Ajouter ou supprimer des effets
he_il: הוסף או הסר אפקטים
hr_hr: Dodajte ili uklonite efekte
it_it: Aggiungi o rimuovi effetti
ka_ge: ეფექტების დამატება ან წაშლა
mt_mt: Żid jew neħħi l-effetti
nl_nl: Effecten toevoegen of verwijderen

source: Choose from the most used effects
cs_cz: Vyberte si z nejpoužívanějších efektů
de_de: Wählen Sie aus den am häufigsten verwendeten Effekten
es_es: Elija entre los efectos más utilizados
fr_fr: Choisissez parmi les effets les plus utilisés
he_il: בחר מבין האפקטים הנפוצים ביותר
hr_hr: Birajte među najčešće korištenim efektima
it_it: Scegli tra gli effetti più utilizzati
ka_ge: აირჩიეთ ყველაზე ხშირად გამოყენებული ეფექტებიდან
mt_mt: Agħżel mill-effetti l-aktar użati
nl_nl: Kies uit de meest gebruikte effecten

source: No effects found
cs_cz: Nebyly nalezeny žádné účinky
de_de: Keine Effekte gefunden
es_es: No se encontraron efectos
fr_fr: Aucun effet trouvé
he_il: לא נמצאו אפקטים
hr_hr: Nisu pronađeni učinci
it_it: Nessun effetto trovato
ka_ge: ეფექტები არ მოიძებნა
mt_mt: Ma nstab l-ebda effett
nl_nl: Geen effecten gevonden

# general name
source: Flavors
cs_cz: Příchutě
de_de: Aromen
es_es: Sabores
fr_fr: Les saveurs
he_il: טעמים
hr_hr: Okusi
it_it: Sapori
ka_ge: არომატები
mt_mt: Togħmiet
nl_nl: Smaken

# singular name
source: Flavor
cs_cz: Příchuť
de_de: Variante
es_es: Sabor
fr_fr: Saveur
he_il: טעם
hr_hr: Okus
it_it: Sapore
ka_ge: Არომატი
mt_mt: Togħma
nl_nl: Smaak

source: Search Flavors
cs_cz: Hledat příchutě
de_de: Aromen suchen
es_es: Buscar Sabores
fr_fr: Rechercher des saveurs
he_il: חפש טעמים
hr_hr: Traži Okuse
it_it: Cerca Sapori
ka_ge: გემოს ძიება
mt_mt: Fittex Togħmiet
nl_nl: Zoek smaak

source: Popular Flavors
cs_cz: Oblíbené příchutě
de_de: Beliebte Geschmacksrichtungen
es_es: Sabores populares
fr_fr: Saveurs populaires
he_il: טעמים פופולריים
hr_hr: Popularni okusi
it_it: Sapori Popolari
ka_ge: პოპულარული არომატები
mt_mt: Togħmiet Popolari
nl_nl: Populaire smaken

source: All Flavors
cs_cz: Všechny příchutě
de_de: Alle Geschmacksrichtungen
es_es: Todos los Sabores
fr_fr: Toutes les saveurs
he_il: כל הטעמים
hr_hr: Svi okusi
it_it: Tutti i gusti
ka_ge: ყველა არომატი
mt_mt: It-Togħmiet kollha
nl_nl: Alle smaken

source: Edit Flavor
cs_cz: Upravit příchuť
de_de: Geschmack bearbeiten
es_es: Editar Sabor
fr_fr: Modifier la saveur
he_il: ערוך טעם
hr_hr: Uredi okus
it_it: Modifica sapore
ka_ge: გემოს რედაქტირება
mt_mt: Editja Togħma
nl_nl: Smaak bewerken

source: Update Flavor
cs_cz: Aktualizovat příchuť
de_de: Geschmack aktualisieren
es_es: Actualizar sabor
fr_fr: Mettre à jour la saveur
he_il: עדכון טעם
hr_hr: Ažurirajte okus
it_it: Aggiorna sapore
ka_ge: არომატის განახლება
mt_mt: Aġġorna Flavor
nl_nl: Smaak bijwerken

source: Add New Flavor
cs_cz: Přidejte novou příchuť
de_de: Neuen Geschmack hinzufügen
es_es: Agregar nuevo Sabor
fr_fr: Ajouter une nouvelle saveur
he_il: הוסף טעם חדש
hr_hr: Dodajte novi okus
it_it: Aggiungi nuovo sapore
ka_ge: დაამატეთ ახალი არომატი
mt_mt: Żid Togħma Ġdida
nl_nl: Nieuwe smaak toevoegen

source: New Flavor Name
cs_cz: Název nové příchutě
de_de: Neuer Geschmacksname
es_es: Nuevo nombre de Sabor
fr_fr: Nouveau nom de saveur
he_il: שם טעם חדש
hr_hr: Novi naziv okusa
it_it: Nuovo nome di sapore
ka_ge: ახალი არომატის სახელი
mt_mt: Isem tat-Togħma Ġdid
nl_nl: Nieuwe smaaknaam

source: Separate flavors with commas
cs_cz: Příchutě oddělte čárkami
de_de: Trennen Sie Geschmacksrichtungen durch Kommas
es_es: Separe los sabores con comas.
fr_fr: Séparez les saveurs par des virgules
he_il: הפרד טעמים עם פסיקים
hr_hr: Okuse odvojite zarezima
it_it: Separare i sapori con le virgole
ka_ge: გამოყავით არომატები მძიმეებით
mt_mt: Togħmiet separati bil-virgoli
nl_nl: Smaak scheiden door komma's

source: Add or remove flavors
cs_cz: Přidejte nebo odstraňte příchutě
de_de: Aromen hinzufügen oder entfernen
es_es: Agregar o quitar Sabores
fr_fr: Ajouter ou supprimer des saveurs
he_il: להוסיף או להסיר טעמים
hr_hr: Dodajte ili uklonite okuse
it_it: Aggiungi o rimuovi aromi
ka_ge: დაამატეთ ან ამოიღეთ არომატები
mt_mt: Żid jew neħħi t-togħmiet
nl_nl: Toevoegen of verwijderen van smaak

source: Choose from the most used flavors
cs_cz: Vyberte si z nejpoužívanějších příchutí
de_de: Wählen Sie aus den am häufigsten verwendeten Geschmacksrichtungen
es_es: Elige entre los Sabores más utilizados
fr_fr: Choisissez parmi les saveurs les plus utilisées
he_il: בחר מבין הטעמים הנפוצים ביותר
hr_hr: Birajte između najčešće korištenih okusa
it_it: Scegli tra i gusti più utilizzati
ka_ge: აირჩიეთ ყველაზე ხშირად გამოყენებული გემოებიდან
mt_mt: Agħżel mill-aktar togħmiet użati
nl_nl: Kies uit de meest gebruikte smaken

source: No flavors found
cs_cz: Nebyly nalezeny žádné příchutě
de_de: Keine Aromen gefunden
es_es: No se encontraron Sabores
fr_fr: Aucune saveur trouvée
he_il: לא נמצאו טעמים
hr_hr: Nije pronađen nijedan okus
it_it: Nessun gusto trovato
ka_ge: არ არის ნაპოვნი არომატები
mt_mt: L-ebda togħmiet misjuba
nl_nl: Geen smaken gevonden

# general name
source: Ingredients
cs_cz: Ingredience
de_de: Zutaten
es_es: Ingredientes
fr_fr: Ingrédients
he_il: מרכיבים
hr_hr: Sastojci
it_it: Ingredienti
ka_ge: ინგრედიენტები
mt_mt: Ingredjenti
nl_nl: Ingrediënten

# singular name
source: Ingredient
cs_cz: Suroviny
de_de: Zutaten
es_es: Ingrediente
fr_fr: Ingrédient
he_il: מַרכִּיב
hr_hr: Sastojak
it_it: Ingrediente
ka_ge: ინგრედიენტი
mt_mt: Ingredjent
nl_nl: Ingrediënt

source: Search Ingredients
cs_cz: Hledejte ingredience
de_de: Zutaten durchsuchen
es_es: Buscar ingredientes
fr_fr: Recherche par ingrédients
he_il: חפש מרכיבים
hr_hr: Traži sastojke
it_it: Cerca Ingredienti
ka_ge: ძებნა ინგრედიენტები
mt_mt: Fittex Ingredjenti
nl_nl: Zoek ingrediënten

source: Popular Ingredients
cs_cz: Oblíbené ingredience
de_de: Beliebte Zutaten
es_es: Ingredientes populares
fr_fr: Ingrédients populaires
he_il: מרכיבים פופולריים
hr_hr: Popularni sastojci
it_it: Ingredienti popolari
ka_ge: პოპულარული ინგრედიენტები
mt_mt: Ingredjenti Popolari
nl_nl: Populaire ingrediënten

source: All Ingredients
cs_cz: Všechny ingredience
de_de: Alle Zutaten
es_es: Todos los ingredientes
fr_fr: Tous les ingrédients
he_il: כל המרכיבים
hr_hr: Svi sastojci
it_it: Tutti gli ingredienti
ka_ge: ყველა ინგრედიენტი
mt_mt: L-ingredjenti kollha
nl_nl: All ingrediënten

source: Edit Ingredient
cs_cz: Upravit složku
de_de: Zutat bearbeiten
es_es: Editar ingrediente
fr_fr: Modifier un ingrédient
he_il: ערוך מרכיב
hr_hr: Uredi sastojak
it_it: Modifica ingrediente
ka_ge: ინგრედიენტის რედაქტირება
mt_mt: Editja l-ingredjent
nl_nl: Bewerk ingrediënt

source: Update Ingredient
cs_cz: Aktualizovat složku
de_de: Zutat aktualisieren
es_es: Actualizar Ingrediente
fr_fr: Mettre à jour un ingrédient
he_il: עדכון מרכיב
hr_hr: Ažuriraj sastojak
it_it: Aggiorna ingrediente
ka_ge: ინგრედიენტის განახლება
mt_mt: Aġġorna l-Ingredjent
nl_nl: Ingrediënt bijwerken

source: Add New Ingredient
cs_cz: Přidejte novou přísadu
de_de: Neue Zutat hinzufügen
es_es: Agregar nuevo ingrediente
fr_fr: Ajouter nouvel ingrédient
he_il: הוספת מרכיב
hr_hr: Dodajte novi sastojak
it_it: Aggiungi nuovo ingrediente
ka_ge: დაამატეთ ახალი ინგრედიენტი
mt_mt: Żid Ingredjent Ġdid
nl_nl: Ingrediënt toevoegen

source: New Ingredient Name
cs_cz: Název nové složky
de_de: Neuer Zutatname
es_es: Nuevo nombre de ingrediente
fr_fr: Nouveau nom d'ingrédient
he_il: שם מרכיב חדש
hr_hr: Naziv novog sastojka
it_it: Nuovo nome ingrediente
ka_ge: ახალი ინგრედიენტის სახელი
mt_mt: Isem tal-Ingredjent Ġdid
nl_nl: Naam nieuw ingrediënt

source: Separate ingredients with commas
cs_cz: Ingredience oddělte čárkami
de_de: Mehrere Zutaten mit Kommas trennen
es_es: Separe los ingredientes con comas
fr_fr: Séparer les ingrédients par des virgules
he_il: הפרד בין המרכיבים באמצעות פסיקים
hr_hr: Sastojke odvojite zarezima
it_it: Separa gli ingredienti con le virgole
ka_ge: გამოყავით ინგრედიენტები მძიმეებით
mt_mt: Separa l-ingredjenti bil-virgoli
nl_nl: Scheidt ingrediënten met een komma

source: Add or remove ingredients
cs_cz: Přidejte nebo odeberte přísady
de_de: Zutat hinzufügen oder löschen
es_es: Agregar o quitar ingredientes
fr_fr: Ajouter ou retirer un ingrédient
he_il: הוסף או הסר מרכיבים
hr_hr: Dodajte ili uklonite sastojke
it_it: Aggiungi o rimuovi ingredienti
ka_ge: დაამატეთ ან ამოიღეთ ინგრედიენტები
mt_mt: Żid jew neħħi l-ingredjenti
nl_nl: Ingrediënten toevoegen of verwijderen

source: Choose from the most used ingredients
cs_cz: Vybírejte z nejpoužívanějších surovin
de_de: Wähle aus den meist benutzten Zutaten
es_es: Elija entre los ingredientes más utilizados
fr_fr: Choisir parmi les ingrédients les plus utilisés
he_il: בחר מבין המרכיבים הנפוצים ביותר
hr_hr: Birajte među najčešće korištenim sastojcima
it_it: Scegli dagli ingredienti più usati
ka_ge: აირჩიეთ ყველაზე ხშირად გამოყენებული ინგრედიენტებიდან
mt_mt: Agħżel mill-ingredjenti l-aktar użati
nl_nl: Kies uit de meest gebruikte ingrediënten

source: No ingredients found
cs_cz: Nebyly nalezeny žádné přísady
de_de: Keine Zutaten gefunden
es_es: No se encontraron ingredientes
fr_fr: Aucun ingrédient trouvé
he_il: לא נמצאו מרכיבים
hr_hr: Nisu pronađeni sastojci
it_it: Nessun ingrediente trovato
ka_ge: ინგრედიენტები არ მოიძებნა
mt_mt: Ma nstab l-ebda ingredjent
nl_nl: Geen ingrediënten gevonden

# taxonomy general name
source: Shelf Type
cs_cz: Typ police
de_de: Regaltyp
es_es: Tipo de estante
fr_fr: Type d’étagère
he_il: סוג מדף
hr_hr: Vrsta police
it_it: Tipo di scaffale
ka_ge: თაროების ტიპი
mt_mt: Tip ta ‘Xkaffa
nl_nl: Planktype

# taxonomy singular name
source: Shelf Type
cs_cz: Typ police
de_de: Regaltyp
es_es: Tipo de estante
fr_fr: Type d’étagère
he_il: סוג מדף
hr_hr: Vrsta police
it_it: Tipo di scaffale
ka_ge: თაროების ტიპი
mt_mt: Tip ta ‘Xkaffa
nl_nl: Planktype

source: Search Shelf Types
cs_cz: Hledat typy polic
de_de: Regaltypen suchen
es_es: Tipos de estantería de búsqueda
fr_fr: Rechercher des types d’étagères
he_il: חיפוש סוגי מדף
hr_hr: Pretražite vrste polica
it_it: Cerca tipi di scaffale
ka_ge: თაროების ტიპების ძიება
mt_mt: Fittex Tipi ta’ Xkaffa
nl_nl: Planktypen zoeken

source: All Shelf Types
cs_cz: Všechny typy polic
de_de: Alle Regaltypen
es_es: Todos los tipos de estantes
fr_fr: Tous les types d’étagères
he_il: כל סוגי המדף
hr_hr: Sve vrste polica
it_it: Tutti i tipi di mensola
ka_ge: ყველა ტიპის თარო
mt_mt: It-tipi kollha tal-ixkaffa
nl_nl: Alle planktypes

source: Parent Shelf Type
cs_cz: Typ rodičovské police
de_de: Typ des übergeordneten Regals
es_es: Tipo de estante principal
fr_fr: Type d’étagère parent
he_il: סוג מדף הורים
hr_hr: Vrsta roditeljske police
it_it: Tipo di scaffale padre
ka_ge: მშობლის თაროს ტიპი
mt_mt: Tip ta’ Xkaffa Ġenitur
nl_nl: Type bovenliggende plank

source: Parent Shelf Type:
cs_cz: Typ rodičovské police:
de_de: Übergeordneter Regaltyp:
es_es: Tipo de estante principal:
fr_fr: Type d’étagère parent:
he_il: סוג מדף הורה:
hr_hr: Vrsta roditeljske police:
it_it: Tipo di scaffale padre:
ka_ge: მშობლის თაროს ტიპი:
mt_mt: Tip ta’ l-ixkaffa tal-ġenituri:
nl_nl: Type ouderschap:

source: Edit Shelf Type
cs_cz: Upravit typ police
de_de: Regaltyp bearbeiten
es_es: Editar tipo de estante
fr_fr: Modifier le type d’étagère
he_il: ערוך סוג מדף
hr_hr: Uredite vrstu police
it_it: Modifica tipo di scaffale
ka_ge: შელფის ტიპის რედაქტირება
mt_mt: Editja t-Tip ta’ l-ixkaffa
nl_nl: Planktype bewerken

source: Update Shelf Type
cs_cz: Aktualizujte typ police
de_de: Regaltyp aktualisieren
es_es: Actualizar tipo de estante
fr_fr: Mettre à jour le type d’étagère
he_il: עדכן את סוג המדף
hr_hr: Ažurirajte vrstu police
it_it: Aggiorna tipo di scaffale
ka_ge: თაროს ტიპის განახლება
mt_mt: Aġġorna t-Tip tal-Xkaffa
nl_nl: Planktype bijwerken

source: Add New Shelf Type
cs_cz: Přidat nový typ police
de_de: Neuen Regaltyp hinzufügen
es_es: Agregar nuevo tipo de estante
fr_fr: Ajouter un nouveau type d’étagère
he_il: הוסף סוג מדף חדש
hr_hr: Dodajte novu vrstu police
it_it: Aggiungi nuovo tipo di scaffale
ka_ge: დაამატეთ ახალი თაროს ტიპი
mt_mt: Żid Tip ta’ Xkaffa Ġdida
nl_nl: Nieuw planktype toevoegen

source: New Shelf Type Name
cs_cz: Název nového typu police
de_de: Name des neuen Regaltyps
es_es: Nuevo nombre de tipo de estante
fr_fr: Nom du nouveau type d’étagère
he_il: שם סוג מדף חדש
hr_hr: Naziv nove vrste police
it_it: Nuovo nome del tipo di scaffale
ka_ge: ახალი თაროს ტიპის სახელი
mt_mt: Isem tat-Tip ta’ Xkaffa Ġdid
nl_nl: Nieuwe naam voor planktype

source: No shelf types found
cs_cz: Nebyly nalezeny žádné typy polic
de_de: Keine Regaltypen gefunden
es_es: No se encontraron tipos de estantes
fr_fr: Aucun type d’étagère trouvé
he_il: לא נמצאו סוגי מדף
hr_hr: Nisu pronađene vrste polica
it_it: Nessun tipo di scaffale trovato
ka_ge: თაროების ტიპები ვერ მოიძებნა
mt_mt: L-ebda tip ta’ xkaffa ma nstab
nl_nl: Geen planktypes gevonden

source: Shelf Type
cs_cz: Typ police
de_de: Regaltyp
es_es: Tipo de estante
fr_fr: Type d’étagère
he_il: סוג מדף
hr_hr: Vrsta police
it_it: Tipo di scaffale
ka_ge: თაროების ტიპი
mt_mt: Tip ta ‘Xkaffa
nl_nl: Planktype

# taxonomy general name
source: Strain Type
cs_cz: Typ kmene
de_de: Belastungstyp
es_es: Tipo de cepa
fr_fr: Type de souche
he_il: סוג זן
hr_hr: Vrsta soja
it_it: Tipo di ceppo
ka_ge: შტამის ტიპი
mt_mt: Tip ta’ Strain
nl_nl: Soort stam

# taxonomy singular name
source: Strain Type
cs_cz: Typ kmene
de_de: Belastungstyp
es_es: Tipo de cepa
fr_fr: Type de souche
he_il: סוג זן
hr_hr: Vrsta soja
it_it: Tipo di ceppo
ka_ge: შტამის ტიპი
mt_mt: Tip ta’ Strain
nl_nl: Soort stam

source: Search Strain Types
cs_cz: Hledat typy kmenů
de_de: Sortentypen suchen
es_es: Tipos de tensión de búsqueda
fr_fr: Rechercher des types de souches
he_il: חיפוש סוגי זנים
hr_hr: Traži vrste sojeva
it_it: Cerca tipi di ceppo
ka_ge: მოძებნეთ შტამების ტიპები
mt_mt: Fittex Tipi ta’ Strain
nl_nl: Soorten zoeken

source: All Strain Types
cs_cz: Všechny typy kmenů
de_de: Alle Stammtypen
es_es: Todos los tipos de cepas
fr_fr: Tous les types de souche
he_il: כל סוגי הזנים
hr_hr: Sve vrste sojeva
it_it: Tutti i tipi di ceppo
ka_ge: ყველა სახის შტამი
mt_mt: It-Tipi Kollha ta’ Strain
nl_nl: Alle soorten soorten

source: Parent Strain Type
cs_cz: Typ rodičovského kmene
de_de: Elternsortentyp
es_es: Tipo de cepa parental
fr_fr: Type de souche parentale
he_il: סוג זן הורה
hr_hr: Vrsta roditeljskog soja
it_it: Tipo di ceppo genitore
ka_ge: მშობელი შტამის ტიპი
mt_mt: Tip ta’ Strain Ġenitur
nl_nl: Bovenliggende stamtype

source: Parent Strain Type:
cs_cz: Typ rodičovského kmene:
de_de: Elternstammtyp:
es_es: Tipo de cepa parental:
fr_fr: Type de souche parentale:
he_il: סוג זן הורה:
hr_hr: Vrsta roditeljskog soja:
it_it: Tipo di ceppo genitore:
ka_ge: მშობელი შტამის ტიპი:
mt_mt: Tip ta’ Razza Ġenitur:
nl_nl: Type ouderstam:

source: Edit Strain Type
cs_cz: Upravit typ napětí
de_de: Stammtyp bearbeiten
es_es: Editar tipo de deformación
fr_fr: Modifier le type de souche
he_il: ערוך סוג זן
hr_hr: Uredi vrstu soja
it_it: Modifica tipo di ceppo
ka_ge: დაძაბვის ტიპის რედაქტირება
mt_mt: Edit Strain Tip
nl_nl: Soort soort bewerken

source: Update Strain Type
cs_cz: Aktualizujte typ kmene
de_de: Stammtyp aktualisieren
es_es: Actualizar tipo de cepa
fr_fr: Mettre à jour le type de souche
he_il: עדכן את סוג הזן
hr_hr: Ažurirajte vrstu soja
it_it: Aggiorna tipo di ceppo
ka_ge: განაახლეთ შტამის ტიპი
mt_mt: Aġġorna t-Tip tar-Razza
nl_nl: Stamtype bijwerken

source: Add New Strain Type
cs_cz: Přidat nový typ kmene
de_de: Neuen Stammtyp hinzufügen
es_es: Agregar nuevo tipo de cepa
fr_fr: Ajouter un nouveau type de souche
he_il: הוסף סוג זן חדש
hr_hr: Dodajte novu vrstu soja
it_it: Aggiungi un nuovo tipo di ceppo
ka_ge: დაამატეთ ახალი შტამის ტიპი
mt_mt: Żid Tip ta’ Strain Ġdid
nl_nl: Nieuw stamtype toevoegen

source: New Strain Type Name
cs_cz: Název nového typu kmene
de_de: Name des neuen Sortentyps
es_es: Nombre del nuevo tipo de cepa
fr_fr: Nom du nouveau type de souche
he_il: שם סוג זן חדש
hr_hr: Naziv novog soja
it_it: Nome del nuovo tipo di ceppo
ka_ge: ახალი შტამის ტიპის სახელი
mt_mt: Isem tat-Tip ta’ Strain Ġdid
nl_nl: Nieuwe stamtypenaam

source: No strain types found
cs_cz: Nebyly nalezeny žádné typy kmenů
de_de: Keine Stammtypen gefunden
es_es: No se encontraron tipos de cepas
fr_fr: Aucun type de souche trouvé
he_il: לא נמצאו סוגי זנים
hr_hr: Nisu pronađene vrste soja
it_it: Nessun tipo di ceppo trovato
ka_ge: შტამების ტიპები არ მოიძებნა
mt_mt: Ma nstab l-ebda tip ta’ strain
nl_nl: Geen soorten gevonden

source: Strain Type
cs_cz: Typ kmene
de_de: Belastungstyp
es_es: Tipo de cepa
fr_fr: Type de souche
he_il: סוג זן
hr_hr: Vrsta soja
it_it: Tipo di ceppo
ka_ge: შტამის ტიპი
mt_mt: Tip ta’ Strain
nl_nl: Soort stam

# general name
source: Symptoms
cs_cz: Symptomy
de_de: Symptome
es_es: Síntomas
fr_fr: Symptomes
he_il: תסמינים
hr_hr: Simptomi
it_it: Sintomi
ka_ge: სიმპტომები
mt_mt: Sintomi
nl_nl: Symptomen

# singular name
source: Symptom
cs_cz: Příznak
es_es: Síntoma
fr_fr: Symptôme
he_il: סימפטום
hr_hr: Simptom
it_it: Sintomatologia
ka_ge: სიმპტომი
mt_mt: Sintomu
nl_nl: Symptoom

source: Search Symptoms
cs_cz: Hledat příznaky
de_de: Symptome durchsuchen
es_es: Síntomas de búsqueda
fr_fr: Symptômes de recherche
he_il: חיפוש סימפטומים
hr_hr: Simptomi pretrage
it_it: Cerca sintomi
ka_ge: სიმპტომების ძებნა
mt_mt: Fittex Sintomi
nl_nl: Zoek Symptomen

source: Popular Symptoms
cs_cz: Populární příznaky
de_de: Beliebte Symptome
es_es: Síntomas populares
fr_fr: Symptômes populaires
he_il: תסמינים פופולריים
hr_hr: Popularni simptomi
it_it: Sintomi popolari
ka_ge: პოპულარული სიმპტომები
mt_mt: Sintomi Popolari
nl_nl: Populaire symptomen

source: All Symptoms
cs_cz: Všechny příznaky
de_de: Alle Symptome
es_es: Todos los síntomas
fr_fr: Tous les symptômes
he_il: כל הסימפטומים
hr_hr: Svi simptomi
it_it: Tutti i sintomi
ka_ge: ყველა სიმპტომი
mt_mt: Is-sintomi kollha
nl_nl: Alle symptomen

source: Edit Symptom
cs_cz: Upravit symptom
de_de: Symptom bearbeiten
es_es: Editar síntoma
fr_fr: Modifier le symptôme
he_il: ערוך סימפטום
hr_hr: Uredi simptom
it_it: Modifica sintomo
ka_ge: სიმპტომის რედაქტირება
mt_mt: Editja Sintomu
nl_nl: Symptoom bewerken

source: Update Symptom
cs_cz: Příznak aktualizace
de_de: Symptom aktualisieren
es_es: Actualizar síntoma
fr_fr: Mettre à jour le symptôme
he_il: עדכון סימפטום
hr_hr: Ažuriraj simptom
it_it: Aggiorna sintomo
ka_ge: განახლების სიმპტომი
mt_mt: Aġġorna Sintomu
nl_nl: Symptoom bijwerken

source: Add New Symptom
cs_cz: Přidat nový příznak
de_de: Neues Symptom hinzufügen
es_es: Agregar nuevo síntoma
fr_fr: Ajouter un nouveau symptôme
he_il: הוסף סימפטום חדש
hr_hr: Dodaj novi simptom
it_it: Aggiungi nuovo sintomo
ka_ge: დაამატეთ ახალი სიმპტომი
mt_mt: Żid Sintomu Ġdid
nl_nl: Nieuw symptoom toevoegen

source: New Symptom Name
cs_cz: Nový název příznaku
de_de: Neuer Symptomname
es_es: Nuevo nombre de síntoma
fr_fr: Nouveau nom de symptôme
he_il: שם סימפטום חדש
hr_hr: Naziv novog simptoma
it_it: Nuovo nome del sintomo
ka_ge: ახალი სიმპტომის სახელი
mt_mt: Isem Sintomu Ġdid
nl_nl: Nieuwe symptoomnaam

source: Separate symptoms with commas
cs_cz: Příznaky oddělte čárkami
de_de: Trennen Sie die Symptome durch Kommas
es_es: Separe los síntomas con comas
fr_fr: Séparez les symptômes par des virgules
he_il: הפרד בין התסמינים באמצעות פסיקים
hr_hr: Odvojite simptome zarezima
it_it: Separare i sintomi con virgole
ka_ge: გამოყავით სიმპტომები მძიმეებით
mt_mt: Separa s-sintomi bil-virgoli
nl_nl: Scheid symptomen met komma’s
