Repository: getCannaBiz/cannabiz-menu
Catalog: languages/wp-dispensary-*.po
Languages: cs_cz, de_de, es_es, fr_fr, he_il, hr_hr, it_it, ka_ge, mt_mt, nl_nl

source: Add or remove symptoms
cs_cz: Přidejte nebo odstraňte příznaky
de_de: Symptome hinzufügen oder entfernen
es_es: Agregar o quitar síntomas
fr_fr: Ajouter ou supprimer des symptômes
he_il: הוסף או הסר תסמינים
hr_hr: Dodajte ili uklonite simptome
it_it: Aggiungi o rimuovi sintomi
ka_ge: სიმპტომების დამატება ან ამოღება
mt_mt: Żid jew neħħi s-sintomi
nl_nl: Symptomen toevoegen of verwijderen

source: Choose from the most used symptoms
cs_cz: Vyberte si z nejpoužívanějších příznaků
de_de: Wählen Sie aus den am häufigsten verwendeten Symptomen
es_es: Elija entre los síntomas más utilizados
fr_fr: Choisissez parmi les symptômes les plus utilisés
he_il: בחר מבין התסמינים הנפוצים ביותר
hr_hr: Birajte među najčešće korištenim simptomima
it_it: Scegli tra i sintomi più utilizzati
ka_ge: აირჩიეთ ყველაზე ხშირად გამოყენებული სიმპტომებიდან
mt_mt: Agħżel mill-aktar sintomi użati
nl_nl: Kies uit de meest gebruikte symptomen

source: No symptoms found
cs_cz: Nebyly nalezeny žádné příznaky
de_de: Keine Symptome gefunden
es_es: No se encontraron síntomas
fr_fr: Aucun symptôme trouvé
he_il: לא נמצאו תסמינים
hr_hr: Nisu pronađeni simptomi
it_it: Nessun sintomo trovato
ka_ge: სიმპტომები არ არის ნაპოვნი
mt_mt: Ma nstab l-ebda sintomi
nl_nl: Geen symptomen gevonden

# general name
source: Vendors
cs_cz: Prodejci
de_de: Verkäufer
es_es: Vendedores
fr_fr: Vendeurs
he_il: ספקים
hr_hr: Dobavljač
it_it: Venditori
ka_ge: გამყიდველები
mt_mt: Bejjiegħa
nl_nl: Leveranciers

# singular name
source: Vendor
cs_cz: Prodejce
de_de: Verkäufer
es_es: Vendedor
fr_fr: Vendeur
he_il: ספק
hr_hr: Dobavljač
it_it: Venditore
ka_ge: მომწოდებელი
mt_mt: Bejjiegh
nl_nl: Verkoper

source: Search Vendors
cs_cz: Vyhledat prodejce
de_de: Suche Verkäufer
es_es: Buscar vendedores
fr_fr: Chercher les vendeurs
he_il: חפש ספקים
hr_hr: Traži dobavljače
it_it: Cerca Venditori
ka_ge: მოძებნეთ გამყიდველები
mt_mt: Fittex Bejjiegħa
nl_nl: Zoek verkopers

source: Popular Vendors
cs_cz: Populární prodejci
de_de: Beliebte Verkäufer
es_es: Vendedores Populares
fr_fr: Vendeurs les plus actifs
he_il: אמנים פופולרים
hr_hr: Popularni dobavljači
it_it: Venditori Popolari
ka_ge: პოპულარული გამყიდველები
mt_mt: Bejjiegħa Popolari
nl_nl: Populaire leveranciers

source: All Vendors
cs_cz: Všichni prodejci
de_de: Alle Anbieter
es_es: Todos los vendedores
fr_fr: Tous les vendeurs
he_il: כל המוכרים
hr_hr: Svi dobavljači
it_it: Tutti i Venditori
ka_ge: ყველა გამყიდველი
mt_mt: Il-Bejjiegħa kollha
nl_nl: Alle verkopers

source: Edit Vendor
cs_cz: Upravit dodavatele
de_de: Verkäufer bearbeiten
es_es: Editar Vendedor
fr_fr: Modifier vendeur
he_il: ערוך ספק
hr_hr: Uredi dobavljača
it_it: Modifica Venditore
ka_ge: გამყიდველის რედაქტირება
mt_mt: Editja Bejjiegħ
nl_nl: Bewerk leverancier

source: Update Vendor
cs_cz: Aktualizovat dodavatele
de_de: Verkäufer aktualisieren
es_es: Actualizar vendedor
fr_fr: Mettre à jour le vendeur
he_il: עדכון אמן
hr_hr: Ažurirajte dobavljača
it_it: Aggiorna Venditore
ka_ge: გამყიდველის განახლება
mt_mt: Aġġorna l-Bejjiegħ
nl_nl: Bewerk leverancier

source: Add New Vendor
cs_cz: Přidat nového dodavatele
de_de: Verkäufer hinzufügen
es_es: Añadir nuevo vendedor
fr_fr: Ajouter nouveau vendeur
he_il: הוסף ספק חדש
hr_hr: Dodaj novog dobavljača
it_it: Aggiungi nuovo Venditore
ka_ge: დაამატეთ ახალი გამყიდველი
mt_mt: Żid Bejjiegħ Ġdid
nl_nl: Nieuwe leverancier toevoegen

source: New Vendor Name
cs_cz: Jméno nového dodavatele
de_de: Name des neuen Verkäufs
es_es: Nuevo Nombre de Vendedor
fr_fr: Nouveau nom de l'entreprise
he_il: שם אמן חדש
hr_hr: Novo ime dobavljača
it_it: Nome del nuovo Venditore
ka_ge: ახალი გამყიდველის სახელი
mt_mt: Isem il-Bejjiegħ Ġdid
nl_nl: Nieuwe leverancier naam

source: Separate vendors with commas
cs_cz: Prodejce oddělte čárkami
de_de: Mehrere Verkäufer durch Komma trennen
es_es: Separa los vendedores con comas
fr_fr: Séparez les vendeurs par des virgules
he_il: הפרד ספקים עם פסיקים
hr_hr: Dobavljače odvojite zarezima
it_it: Separare i venditori con virgole
ka_ge: გამოყავით გამყიდველები მძიმეებით
mt_mt: Bejjiegħa separati bil-virgoli
nl_nl: Scheidt de verkopers met komma's

source: Add or remove vendors
cs_cz: Přidat nebo odebrat dodavatele
de_de: Verkäufer hinzufügen oder löschen
es_es: Añadir o eliminar vendedores
fr_fr: Ajouter ou supprimer des vendeurs
he_il: הוסף או הסר ספקים
hr_hr: Dodajte ili uklonite dobavljače
it_it: Aggiungi o rimuovi fornitori
ka_ge: მოვაჭრეების დამატება ან წაშლა
mt_mt: Żid jew neħħi l-bejjiegħa
nl_nl: Toevoegen, of verwijderen van verkopers

source: Choose from the most used vendors
cs_cz: Vyberte si z nejpoužívanějších prodejců
de_de: Wählen Sie aus den am häufigsten verwendeten Anbietern
es_es: Elija entre los proveedores más utilizados
fr_fr: Choisissez parmi les fournisseurs les plus utilisés
he_il: בחר מבין הספקים הנפוצים ביותר
hr_hr: Birajte među najčešće korištenim dobavljačima
it_it: Scegli tra i fornitori più utilizzati
ka_ge: აირჩიეთ ყველაზე ხშირად გამოყენებული გამყიდველებიდან
mt_mt: Agħżel mill-bejjiegħa l-aktar użati
nl_nl: Kies uit de meest gebruikte leveranciers

source: No vendors found
cs_cz: Nebyli nalezeni žádní prodejci
de_de: Keine Verkäufer gefunden
es_es: Ningún vendedor encontrado
fr_fr: Aucun vendeur trouvé
he_il: לא נמצאו ספקים
hr_hr: Nije pronađen nijedan dobavljač
it_it: Nessun venditore trovato
ka_ge: გამყიდველები ვერ მოიძებნა
mt_mt: L-ebda bejjiegħ ma nstab
nl_nl: Geen verkopers gevonden

source: Product Search
cs_cz: Vyhledávač produktů
de_de: Produktsuche
es_es: Buscar producto
fr_fr: Recherche produit
he_il: חיפוש מוצרים
hr_hr: Pretraga proizvoda
it_it: Ricerca prodotti
ka_ge: პროდუქტის ძებნა
mt_mt: Fittex tal-Prodott
nl_nl: Producten zoeken

source: Add a search box
cs_cz: Přidejte vyhledávací pole
de_de: Fügen Sie ein Suchfeld hinzu
es_es: Agregar un cuadro de búsqueda
fr_fr: Ajouter un champ de recherche
he_il: הוסף תיבת חיפוש
hr_hr: Dodajte okvir za pretraživanje
it_it: Aggiungi una casella di ricerca
ka_ge: დაამატეთ საძიებო ველი
mt_mt: Żid kaxxa tat-tiftix
nl_nl: Een zoekvak toevoegen

source: Search Products
cs_cz: Hledat produkty
de_de: Produkte suchen
es_es: Buscar Productos
fr_fr: Recherche produits
he_il: חפש מוצרים
hr_hr: Potražite proizvode
it_it: Cerca prodotti
ka_ge: პროდუქტის ძიება
mt_mt: Fittex Prodotti
nl_nl: Zoek producten

source: Search
cs_cz: Hledat
de_de: Suche
es_es: Buscar
fr_fr: Rechercher
he_il: חיפוש
hr_hr: Traži
it_it: Cerca
ka_ge: ძებნა
mt_mt: Fittex
nl_nl: Zoeken

source: Dispensary Products
cs_cz: Výdejní produkty
de_de: Apothekenprodukte
es_es: Productos dispensarios
fr_fr: Produits de dispensaire
he_il: מוצרי מרפא
hr_hr: Dispanzerski proizvodi
it_it: Prodotti dispensari
ka_ge: დისპანსერული პროდუქტები
mt_mt: Prodotti tad-Dispensarju
nl_nl: Apotheekproducten

source: Your WP Dispensary products
cs_cz: Vaše produkty WP Dispenzary
de_de: Ihre WP Dispensary-Produkte
es_es: Sus productos WP Dispensary
fr_fr: Vos produits de dispensaire
he_il: מוצרי WP Dispensary שלך
hr_hr: Vaši proizvodi WP Dispensary
it_it: I tuoi prodotti WP Dispensary
ka_ge: თქვენი WP დისპანსერული პროდუქტები
mt_mt: Il-prodotti tiegħek tad-Dispensarju WP
nl_nl: Uw WP Dispensary-producten

source: Menu item type:
cs_cz: Typ položky menu:
de_de: Menüpunkttyp:
es_es: Tipo de elemento de menú:
fr_fr: Type d’élément de menu:
he_il: סוג פריט בתפריט:
hr_hr: Vrsta stavke izbornika:
it_it: Tipo di voce di menu:
ka_ge: მენიუს ელემენტის ტიპი:
mt_mt: Tip ta’ oġġett tal-menu:
nl_nl: Type menu-item:

source: All types
cs_cz: Všechny typy
de_de: Alle Typen
es_es: Todos los tipos
fr_fr: Tous les types
he_il: כל הסוגים
hr_hr: Svi tipovi
it_it: Tutte le tipologie
ka_ge: ყველა ტიპი
mt_mt: It-tipi kollha
nl_nl: Alle types

source: Flowers
cs_cz: Květiny
de_de: Blumen
es_es: Flores
fr_fr: Fleurs
he_il: פרחים
hr_hr: Cvijeće
it_it: Fiori
ka_ge: ყვავილები
mt_mt: Fjuri
nl_nl: Bloemen

source: Concentrates
cs_cz: Koncentráty
de_de: Konzentrate
es_es: Concentrados
fr_fr: Concentrés
he_il: מתרכז
hr_hr: Koncentrati
it_it: Concentrati
ka_ge: კონცენტრატები
mt_mt: Konċentrati
nl_nl: Concentraten

source: Edibles
cs_cz: Poživatiny
de_de: Essbares
es_es: Plantas comestibles
fr_fr: Comestibles
he_il: מאכלים
hr_hr: Jestiva
it_it: Commestibili
ka_ge: საკვები პროდუქტები
mt_mt: Jittiekel
nl_nl: Eetwaren

source: Pre-rolls
cs_cz: Předvalky
de_de: Vorrollen
fr_fr: Pré-rouleaux
he_il: פרה רולס
hr_hr: Prethodne rolne
it_it: Pre-roll
ka_ge: წინასწარ რულონები

source: Topicals
cs_cz: Témata
de_de: Themen
es_es: Tópicos
fr_fr: Topiques
he_il: אקטואליה
hr_hr: Aktualne teme
it_it: Argomenti
ka_ge: თემატიკა
mt_mt: Topiċi
nl_nl: Onderwerpen

source: Growers
cs_cz: Pěstitelé
de_de: Züchter
es_es: Cultivadores
fr_fr: Les producteurs
he_il: מגדלים
hr_hr: Uzgajivači
it_it: Coltivatori
ka_ge: მწარმოებლები
mt_mt: Il-koltivaturi
nl_nl: Kwekers

source: Gear
cs_cz: Zařízení
de_de: Gang
es_es: Cambio
fr_fr: Vitesse
he_il: גלגל שיניים
hr_hr: Oprema
it_it: Marcia
ka_ge: მექანიზმი
mt_mt: Irkaptu
nl_nl: Tandwiel

source: Tinctures
cs_cz: Tinktury
de_de: Tinkturen
es_es: Tinturas
fr_fr: Teintures
he_il: טינקטורות
hr_hr: Tinkture
it_it: Tinture
ka_ge: ნაყენები
mt_mt: Tinturi
nl_nl: Tincturen

source: Amount of items to show:
cs_cz: Počet položek k zobrazení:
de_de: Anzahl der anzuzeigenden Elemente:
es_es: Cantidad de elementos para mostrar:
fr_fr: Quantité d’articles à afficher:
he_il: כמות הפריטים להצגה:
hr_hr: Količina stavki za prikaz:
it_it: Quantità di articoli da mostrare:
ka_ge: საჩვენებელი ნივთების რაოდენობა:
mt_mt: Ammont ta’ oġġetti li jridu juru:
nl_nl: Aantal items om te laten zien:

source: Display item name?
cs_cz: Zobrazit název položky?
de_de: Elementnamen anzeigen?
es_es: ¿Mostrar el nombre del elemento?
fr_fr: Afficher le nom de l’élément?
he_il: להציג את שם הפריט?
hr_hr: Prikaži naziv stavke?
it_it: Visualizzare il nome dell’elemento?
ka_ge: საქონლის სახელის ჩვენება?
mt_mt: Uri l-isem tal-oġġett?
nl_nl: Naam item weergeven?

source: Display item price?
cs_cz: Zobrazit cenu položky?
de_de: Artikelpreis anzeigen?
es_es: ¿Mostrar el precio del artículo?
fr_fr: Afficher le prix de l’article?
he_il: להציג מחיר פריט?
hr_hr: Prikaži cijenu artikla?
it_it: Visualizzare il prezzo dell’articolo?
ka_ge: ნივთის ფასის ჩვენება?
mt_mt: Uri l-prezz tal-oġġett?
nl_nl: Artikelprijs weergeven?

source: Display products in carousel?
cs_cz: Zobrazit produkty v karuselu?
de_de: Produkte im Karussell anzeigen?
es_es: ¿Mostrar productos en carrusel?
fr_fr: Afficher les produits en carrousel?
he_il: להציג מוצרים בקרוסלה?
hr_hr: Prikazati proizvode u vrtuljku?
it_it: Visualizzare i prodotti nel carosello?
ka_ge: პროდუქტების ჩვენება კარუსელში?
mt_mt: Uri prodotti fil-karużell?
nl_nl: Producten weergeven in carrousel?

source: All Types
cs_cz: Všechny typy
de_de: Alle Arten
fr_fr: Tous les types
he_il: כל הסוגים
hr_hr: Sve vrste
it_it: Tutti i tipi
ka_ge: Ყველა სახის
mt_mt: It-Tipi Kollha
nl_nl: Alle types

source: Display
cs_cz: Zobrazit
de_de: Anzeige
es_es: Mostrar
fr_fr: Afficher
he_il: הצג
hr_hr: Prikaz
it_it: Visualizza
ka_ge: ჩვენება
mt_mt: Wiri
nl_nl: Weergave

source: General
cs_cz: Hlavní
de_de: Allgemein
fr_fr: Général
he_il: כללי
hr_hr: Općenito
it_it: Generale
ka_ge: მთავარი
mt_mt: Ġenerali
nl_nl: Algemeen

source: Payments
cs_cz: Platby
de_de: Zahlungen
es_es: Pagos
fr_fr: Paiements
he_il: תשלומים
hr_hr: Plaćanja
it_it: Pagamenti
ka_ge: გადახდები
mt_mt: Ħlasijiet
nl_nl: Betalingen

source: Customers
cs_cz: Zákazníci
de_de: Kunden
fr_fr: Clients
he_il: לקוחות
hr_hr: Korisnik usluge
it_it: Clienti
ka_ge: მომხმარებლები
mt_mt: Klijenti
nl_nl: Klanten

source: Pages
cs_cz: Stránky
de_de: Seiten
es_es: Páginas
he_il: עמודים
hr_hr: Stranice
it_it: Pagine
ka_ge: გვერდები
mt_mt: Paġni
nl_nl: Pagina's

source: Drivers
cs_cz: Řidiči
de_de: Fahrer
fr_fr: Chauffeurs
he_il: נהגים
hr_hr: Vozači
ka_ge: მძღოლები
mt_mt: Sewwieqa
nl_nl: Chauffeurs

source: Advanced
cs_cz: Pokročilé
de_de: Erweitert
fr_fr: Avancé
he_il: מתקדם
hr_hr: Napredno
it_it: Avanzate
ka_ge: Მოწინავე
mt_mt: Avvanzat
nl_nl: Geavanceerd

source: Advanced Settings
cs_cz: Pokročílé nastavení
de_de: Erweiterte Einstellungen
fr_fr: Paramètres avancés
he_il: הגדרות מתקדמות
hr_hr: Napredne postavke
it_it: Impostazioni avanzate
ka_ge: გაფართოებული პარამეტრები
mt_mt: Settings Avvanzati
nl_nl: Geavanceerde instellingen

source: Cookie lifetime
cs_cz: Životnost cookie
de_de: Cookie-Lebensdauer
fr_fr: Durée de vie cookie
he_il: כל החיים של עוגיות
hr_hr: Životni vijek kolačića
it_it: Durata del cookie
ka_ge: ქუქი-ფაილის სიცოცხლე
mt_mt: Il-ħajja tal-cookie
nl_nl: Levensduur van cookies

source: Set the amount of time the shopping cart cookie gets saved to your visitors computer
cs_cz: Nastavte dobu, po kterou se bude cookie nákupního košíku ukládat do počítače návštěvníků
de_de: Legen Sie fest, wie lange das Warenkorb-Cookie auf dem Computer Ihres Besuchers gespeichert wird
fr_fr: Définissez la durée pendant laquelle le cookie du panier d’achat est enregistré sur l’ordinateur de vos visiteurs
he_il: הגדר את משך הזמן שעוגיית עגלת הקניות תישמר במחשב המבקר שלך
hr_hr: Postavite vrijeme koje se kolačić košarice sprema na računalo posjetitelja
it_it: Imposta la quantità di tempo in cui il cookie del carrello degli acquisti viene salvato sul computer dei visitatori
ka_ge: დააყენეთ კალათის ქუქი-ფაილის შენახვის დრო თქვენი ვიზიტორების კომპიუტერში
mt_mt: Issettja l-ammont ta’ ħin li l-cookie tal-cart tax-xiri tiġi salvata fil-kompjuter tal-viżitaturi tiegħek
nl_nl: Stel in hoe lang de winkelwagencookie wordt opgeslagen op de computer van uw bezoekers

source: 1/2 hour
cs_cz: 1/2 hodiny
de_de: 1/2 Stunde
fr_fr: 1/2 heure
he_il: 1/2 שעה
hr_hr: 1/2 sata
it_it: Mezz'ora
ka_ge: 1/2 საათი
mt_mt: 1/2 siegħa
nl_nl: 1/2 uur

source: 1 hour
cs_cz: 1 hodina
de_de: 1 Stunde
fr_fr: 1 heure
he_il: שעה
hr_hr: 1 sat
it_it: 1 ora
ka_ge: 1 საათი
mt_mt: 1 siegħa
nl_nl: 1 uur

source: 3 hours
cs_cz: 3 hodiny
de_de: 3 Stunden
fr_fr: 3 heures
he_il: שלוש שעות
hr_hr: 3 sata
it_it: 3 ore
ka_ge: 3 საათი
mt_mt: 3 sigħat
nl_nl: 3 uur

source: 6 hours
cs_cz: 6 hodin
de_de: 6 Stunden
fr_fr: 6 heures
he_il: 6 שעות
hr_hr: 6 sati
it_it: 6 ore
ka_ge: 6 საათი
mt_mt: 6 sigħat
nl_nl: 6 uur

source: 12 hours
cs_cz: 12 hodin
de_de: 12 Stunden
fr_fr: 12 heures
he_il: 12 שעות
hr_hr: 12 sati
it_it: 12 ore
ka_ge: 12 საათი
mt_mt: 12-il siegħa
nl_nl: 12 uur

source: 24 hours
cs_cz: 24 hodin
de_de: 24 Stunden
fr_fr: 24 heures
he_il: 24 שעות
hr_hr: 24 sata
it_it: 24 ore
ka_ge: 24 საათი
mt_mt: 24 siegħa
nl_nl: 24 uur

source: Export Data
cs_cz: Exportovat data
de_de: Daten exportieren
fr_fr: Exporter les données
he_il: ייצוא נתונים
hr_hr: Izvoz podataka
it_it: Esporta dati
ka_ge: მონაცემების ექსპორტი
mt_mt: Esportazzjoni tad-Dejta
nl_nl: Gegevens exporteren

source: Orders
cs_cz: Objednávky
de_de: Bestellungen
fr_fr: Commandes
he_il: הזמנות
hr_hr: Narudžbe
it_it: Ordini
ka_ge: შეკვეთები
mt_mt: Ordnijiet
nl_nl: Bestellingen

source: Prices table
cs_cz: Tabulka cen
de_de: Preistabelle
es_es: Tabla de precios
fr_fr: Tableau des prix
he_il: טבלת מחירים
hr_hr: Tablica cijena
it_it: Tabella dei prezzi
ka_ge: ფასების ცხრილი
mt_mt: Tabella tal-prezzijiet
nl_nl: Prijzen tabel

source: Choose the title you would like used
cs_cz: Vyberte titul, který chcete použít
de_de: Wählen Sie den gewünschten Titel aus
es_es: Elija el título que le gustaría usar
fr_fr: Choisissez le titre que vous souhaitez utiliser
he_il: בחר את הכותרת שבה תרצה להשתמש
hr_hr: Odaberite naslov koji želite koristiti
it_it: Scegli il titolo che vorresti utilizzare
ka_ge: აირჩიეთ სათაური, რომლის გამოყენებაც გსურთ
mt_mt: Agħżel it-titlu li tixtieq tuża
nl_nl: Kies de titel die je wilt gebruiken

source: Donations
cs_cz: Dary
de_de: Spenden
es_es: Donaciones
he_il: תרומות
hr_hr: Donacije
it_it: Donazioni
ka_ge: შემოწირულობები
mt_mt: Donazzjonijiet
nl_nl: Donaties

source: or add a custom title
cs_cz: nebo přidat vlastní název
de_de: oder fügen Sie einen benutzerdefinierten Titel hinzu
es_es: o agrega un título personalizado
fr_fr: ou ajouter un titre personnalisé
he_il: או הוסף כותרת מותאמת אישית
hr_hr: ili dodajte prilagođeni naslov
it_it: o aggiungi un titolo personalizzato
ka_ge: ან დაამატეთ მორგებული სათაური
mt_mt: jew żid titolu tad-dwana
nl_nl: of voeg een aangepaste titel toe

source: Where should the pricing display on single menu items?
cs_cz: Kde by se měla cena zobrazovat u jednotlivých položek nabídky?
de_de: Wo sollen die Preise für einzelne Menüpunkte angezeigt werden?
es_es: ¿Dónde debería aparecer el precio en los elementos del menú individuales?
fr_fr: Où les prix doivent-ils s’afficher sur les éléments de menu uniques ?
he_il: היכן אמור התמחור להופיע בפריטי תפריט בודדים?
hr_hr: Gdje bi se cijena trebala prikazati na pojedinim stavkama izbornika?
it_it: Dove dovrebbe essere visualizzato il prezzo sulle singole voci di menu?
ka_ge: სად უნდა იყოს ნაჩვენები ფასები მენიუს ცალკეულ ელემენტებზე?
mt_mt: Fejn għandu jintwera l-ipprezzar fuq oġġetti tal-menu wieħed?
nl_nl: Waar moet de prijs worden weergegeven op afzonderlijke menu-items?

source: Above Content
cs_cz: Nad obsahem
de_de: Oberhalb von Inhalt
es_es: Contenido de arriba
fr_fr: Au-dessus du contenu
he_il: מעל תוכן
hr_hr: Iznad Sadržaja
it_it: Contenuto superiore
ka_ge: შინაარსის ზემოთ
mt_mt: Fuq Kontenut
nl_nl: Boven inhoud

source: Below Content
cs_cz: Pod obsahem
de_de: Unterhalb von Inhalt
es_es: Contenido de abajo
fr_fr: Au-dessous du contenu
he_il: מתחת לתוכן
hr_hr: Ispod Sadržaj
it_it: Sotto il Contenuto
ka_ge: შინაარსის ქვემოთ
mt_mt: Taħt il-Kontenut
nl_nl: Onder Content

source: Remove the price table from data output
cs_cz: Odeberte tabulku cen z výstupu dat
de_de: Entfernen Sie die Preistabelle aus der Datenausgabe
es_es: Eliminar la tabla de precios de la salida de datos
fr_fr: Supprimer le tableau des prix de la sortie de données
he_il: הסר את טבלת המחירים מפלט הנתונים
hr_hr: Uklonite tablicu cijena iz izlaznih podataka
it_it: Rimuovere la tabella dei prezzi dall’output dei dati
ka_ge: ამოიღეთ ფასების ცხრილი მონაცემების გამომავალიდან
mt_mt: Neħħi t-tabella tal-prezzijiet mill-output tad-dejta
nl_nl: De prijstabel verwijderen uit de gegevensuitvoer

source: Compounds table
cs_cz: Tabulka sloučenin
de_de: Tabelle der Verbindungen
es_es: Tabla de compuestos
fr_fr: Tableau des composés
he_il: טבלת תרכובות
hr_hr: Tablica spojeva
it_it: Tabella dei composti
ka_ge: ნაერთების ცხრილი
mt_mt: Tabella tal-komposti
nl_nl: Verbindingentabel

source: Where should the compounds display on single menu items?
cs_cz: Kde by se měly sloučeniny zobrazovat na jednotlivých položkách nabídky?
de_de: Wo sollen die Verbindungen bei einzelnen Menüpunkten angezeigt werden?
es_es: ¿Dónde deben aparecer los compuestos en los elementos del menú individuales?
fr_fr: Où les composés doivent-ils s’afficher sur les éléments de menu uniques ?
he_il: היכן התרכובות צריכות להופיע בפריטי תפריט בודדים?
hr_hr: Gdje bi se spojevi trebali prikazati na pojedinačnim stavkama izbornika?
it_it: Dove dovrebbero essere visualizzati i composti sulle singole voci di menu?
ka_ge: სად უნდა იყოს ნაჩვენები ნაერთები მენიუს ცალკეულ ელემენტებზე?
mt_mt: Fejn għandhom jintwerew il-komposti fuq oġġetti tal-menu wieħed?
nl_nl: Waar moeten de verbindingen worden weergegeven op enkele menu-items?

source: Remove the compounds table from data output
cs_cz: Odeberte tabulku sloučenin z výstupu dat
de_de: Entfernen Sie die Verbindungstabelle aus der Datenausgabe
es_es: Eliminar la tabla de compuestos de la salida de datos
fr_fr: Supprimer le tableau des composés de la sortie de données
he_il: הסר את טבלת התרכובות מפלט הנתונים
hr_hr: Uklonite tablicu spojeva iz izlaznih podataka
it_it: Rimuovere la tabella dei composti dall’output dei dati
ka_ge: ამოიღეთ ნაერთების ცხრილი მონაცემებიდან
mt_mt: Neħħi t-tabella tal-komposti mill-output tad-dejta
nl_nl: De samenstellingstabel verwijderen uit de gegevensuitvoer

source: Details table
cs_cz: Tabulka podrobností
de_de: Detailtabelle
es_es: Tabla de detalles
fr_fr: Tableau des détails
he_il: טבלת פרטים
hr_hr: Tablica s detaljima
it_it: Tabella dettagli
ka_ge: დეტალების ცხრილი
mt_mt: Tabella tad-dettalji
nl_nl: Details tabel

source: Details
cs_cz: Detaily
es_es: Detalles
fr_fr: Détails
he_il: פרטים
hr_hr: Detalji
it_it: Dettagli
ka_ge: დეტალები
mt_mt: Dettalji

source: Information
cs_cz: Informace
es_es: Información
he_il: מידע
hr_hr: Informacija
it_it: Informazioni
ka_ge: ინფორმაცია
mt_mt: Informazzjoni
nl_nl: Informatie

source: Where should the details display on single menu items?
cs_cz: Kde by se měly zobrazovat podrobnosti u jednotlivých položek nabídky?
de_de: Wo sollen die Details zu einzelnen Menüpunkten angezeigt werden?
es_es: ¿Dónde deben mostrarse los detalles en los elementos del menú individuales?
fr_fr: Où les détails doivent-ils s’afficher sur les éléments de menu uniques ?
he_il: היכן יוצגו הפרטים בפריטי תפריט בודדים?
hr_hr: Gdje bi se detalji trebali prikazati na pojedinačnim stavkama izbornika?
it_it: Dove dovrebbero essere visualizzati i dettagli sulle singole voci di menu?
ka_ge: სად უნდა იყოს ნაჩვენები დეტალები მენიუს ცალკეულ ელემენტებზე?
mt_mt: Fejn għandhom jintwerew id-dettalji fuq oġġetti tal-menu wieħed?
nl_nl: Waar moeten de details worden weergegeven op afzonderlijke menu-items?

source: Remove the details table from data output
cs_cz: Odeberte tabulku podrobností z výstupu dat
de_de: Entfernen Sie die Detailtabelle aus der Datenausgabe
es_es: Eliminar la tabla de detalles de la salida de datos
fr_fr: Supprimer le tableau des détails de la sortie de données
he_il: הסר את טבלת הפרטים מפלט הנתונים
hr_hr: Uklonite tablicu pojedinosti iz izlaza podataka
it_it: Rimuovere la tabella dei dettagli dall’output dei dati
ka_ge: ამოიღეთ დეტალების ცხრილი მონაცემთა გამოტანიდან
mt_mt: Neħħi t-tabella tad-dettalji mill-output tad-dejta
nl_nl: Verwijder de detailtabel uit de gegevensuitvoer

source: Currency
cs_cz: Měna
de_de: Währung
es_es: Moneda
fr_fr: Devise
he_il: מטבע
hr_hr: Valuta
it_it: Valuta
ka_ge: ვალუტა
mt_mt: Munita
nl_nl: Valuta

source: Select the currency symbol you would like to use
cs_cz: Vyberte symbol měny, který chcete použít
de_de: Wählen Sie das Währungssymbol aus, das Sie verwenden möchten
es_es: Seleccione el símbolo de moneda que le gustaría usar
fr_fr: Sélectionnez le symbole monétaire que vous souhaitez utiliser
he_il: בחר את סמל המטבע שבו תרצה להשתמש
hr_hr: Odaberite simbol valute koji želite koristiti
it_it: Seleziona il simbolo di valuta che desideri utilizzare
ka_ge: აირჩიეთ ვალუტის სიმბოლო, რომლის გამოყენებაც გსურთ
mt_mt: Agħżel is-simbolu tal-munita li tixtieq tuża
nl_nl: Selecteer het valutasymbool dat u wilt gebruiken

source: Taxes
cs_cz: Daně
de_de: Steuern
es_es: Impuestos
he_il: מע"מ
hr_hr: Porezi
it_it: Tasse
ka_ge: გადასახადები
mt_mt: Taxxi
nl_nl: Belastingen

source: Sales tax
cs_cz: Prodejní daň
de_de: MwSt.
es_es: Impuesto de ventas
fr_fr: Taxes de vente
he_il: מס מכירה
hr_hr: Porez na promet
it_it: Imposta sulle vendite
ka_ge: Გაყიდვების საგადასახადო
mt_mt: Taxxa
nl_nl: Verkoopbelasting

source: Apply sales tax to orders (%)
cs_cz: Použít daň z obratu na objednávky (%)
de_de: Mehrwertsteuer auf Bestellungen anwenden (%)
es_es: Aplicar impuesto sobre las ventas a los pedidos (%)
fr_fr: Appliquer la taxe de vente aux commandes (%)
he_il: החל מס מכירה על הזמנות (%)
hr_hr: Primijeni porez na promet na narudžbe (%)
it_it: Applicare l’imposta sulle vendite agli ordini (%)
ka_ge: შეკვეთებზე გაყიდვების გადასახადის გამოყენება (%)
mt_mt: Applika taxxa tal-bejgħ għall-ordnijiet (%)
nl_nl: Btw toepassen op bestellingen (%)

source: Excise tax
cs_cz: Spotřební daň
de_de: Verbrauchssteuer
es_es: Impuesto al consumo
fr_fr: Taxe d’accise
he_il: מס בלו
hr_hr: Trošarina
it_it: Accise
ka_ge: აქციზის გადასახადი
mt_mt: Taxxa tas-sisa
nl_nl: Accijns
