Repository: getCannaBiz/cannabiz-menu
Catalog: languages/wp-dispensary-*.po
Languages: cs_cz, de_de, es_es, fr_fr, he_il, hr_hr, it_it, ka_ge, mt_mt, nl_nl

source: WP Dispensary
cs_cz: Výdejna WP
de_de: WP-Apotheke
es_es: WP Dispensario
he_il: מרפאת WP
hr_hr: WP Dispanzer
ka_ge: WP დისპანსერი
nl_nl: WP Apotheek

source: WP Dispensary Settings
cs_cz: Nastavení výdejny WP
de_de: WP Dispensary-Einstellungen
fr_fr: Paramètres du dispensaire WP
he_il: הגדרות מאגר WP
hr_hr: Postavke WP Dispanzera
it_it: Impostazioni del dispensario WP
ka_ge: WP დისპანსერის პარამეტრები
mt_mt: Settings tad-Dispensarju WP
nl_nl: Instellingen WP Apotheek

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
he_il: הגדרות
hr_hr: Postavke
it_it: Impostazioni
ka_ge: პარამეტრები
nl_nl: Instellingen

source: Choose File
cs_cz: Vybrat soubor
de_de: Datei wählen
es_es: Elija el archivo
fr_fr: Choisissez un fichier
he_il: בחר קובץ
hr_hr: Odaberi datoteku
it_it: Scegli file
ka_ge: Აირჩიეთ ფაილი
mt_mt: Agħżel File
nl_nl: Kies bestand

source: Choose Image
cs_cz: Vybrat obrázek
de_de: Bild auswählen
es_es: Elegir imagen
fr_fr: Choisir une image
he_il: בחרו תמונה
hr_hr: Odaberite sliku
it_it: Scegli un'immagine
ka_ge: აირჩიეთ სურათი
mt_mt: Agħżel Image
nl_nl: Kies afbeelding

source: View Menu
cs_cz: Zobrazit menu
de_de: Speisekarte zeigen
fr_fr: Voir le menu
he_il: הצג תפריט
hr_hr: Vidi izbornik
it_it: Guarda il menu
ka_ge: მენიუს ნახვა
nl_nl: Bekijk Menu

source: Products
cs_cz: Produkty
de_de: Produkte
es_es: Productos
fr_fr: Produits
he_il: המוצרים
hr_hr: Proizvodi
it_it: Prodotti
ka_ge: პროდუქცია
mt_mt: Prodotti
nl_nl: Producten

source: Categories
cs_cz: Kategorie
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
he_il: קטגוריות
hr_hr: Kategorije
it_it: Categorie
ka_ge: კატეგორიები
mt_mt: Kategoriji
nl_nl: Categorieën

source: Vendors
cs_cz: Prodejci
de_de: Verkäufer
es_es: Vendedores
fr_fr: Vendeurs
he_il: ספקים
hr_hr: Dobavljač
it_it: Venditori
ka_ge: გამყიდველები
mt_mt: Bejjiegħa
nl_nl: Leveranciers

source: WP Dispensary's Product Export
cs_cz: Export produktu společnosti WP Dispensary
de_de: Produktexport von WP Dispensary
es_es: Esportazione del prodotto WP Dispensary
fr_fr: Exportation de produits du dispensaire WP
he_il: ייצוא המוצרים של WP Dispensary
hr_hr: Izvoz proizvoda WP dispanzera
it_it: Esportazione del prodotto di WP Dispensary
ka_ge: WP დისპანსერის პროდუქტის ექსპორტი
mt_mt: Esportazzjoni tal-Prodotti tal-WP Dispensary
nl_nl: Productexport van WP Dispensary

source: Export your WP Dispensary products as a CSV file by clicking the button below.
cs_cz: Exportujte své produkty WP Dispensary jako soubor CSV kliknutím na tlačítko níže.
de_de: Exportieren Sie Ihre WP Dispensary-Produkte als CSV-Datei, indem Sie auf die Schaltfläche unten klicken.
es_es: Exporte sus productos WP Dispensary como un archivo CSV haciendo clic en el botón de abajo.
fr_fr: Exportez vos produits WP Dispensary sous forme de fichier CSV en cliquant sur le bouton ci-dessous.
he_il: ייצא את מוצרי WP Dispensary שלך כקובץ CSV על ידי לחיצה על הלחצן למטה.
hr_hr: Izvezite svoje proizvode WP Dispensary kao CSV datoteku klikom na gumb u nastavku.
it_it: Esporta i tuoi prodotti WP Dispensary come file CSV facendo clic sul pulsante in basso.
ka_ge: თქვენი WP Dispensary პროდუქტების ექსპორტი CSV ფაილის სახით ქვემოთ მოცემულ ღილაკზე დაწკაპუნებით.
mt_mt: Esporta l-prodotti tiegħek WP Dispensary bħala fajl CSV billi tikklikkja l-buttuna hawn taħt.
nl_nl: Exporteer uw WP Dispensary-producten als een CSV-bestand door op de onderstaande knop te klikken.

source: Export
es_es: Exportar
fr_fr: Exporter
he_il: ייצא
hr_hr: Izvoz
it_it: Esporta
ka_ge: ექსპორტი
mt_mt: Esportazzjoni
nl_nl: Exportieren

source: ID
he_il: מזהה
hr_hr: ID oznaka

source: Type
cs_cz: Typ
de_de: Typ
es_es: Tipo
he_il: סוג
hr_hr: Vrsta
it_it: Tipo
ka_ge: ტიპი
mt_mt: Tip

source: Title
cs_cz: Nadpis
de_de: Titel
es_es: Título
fr_fr: Titre
he_il: כותרת
hr_hr: Naslov
it_it: Titolo
ka_ge: სათაური
mt_mt: Titolu
nl_nl: Titel

source: Content
cs_cz: Obsah
de_de: Inhalt
es_es: Contenido
fr_fr: Contenu
he_il: תוכן
hr_hr: Sadržaj
it_it: Contenuto
ka_ge: კონტენტი
mt_mt: Kontenut
nl_nl: Inhoud

source: Slug
fr_fr: Identifiant
he_il: אסימון
ka_ge: იარლიყი

source: Date
cs_cz: Datum
de_de: Datum
es_es: Fecha
he_il: תאריך
hr_hr: Datum
it_it: Data
ka_ge: თარიღი
mt_mt: Data
nl_nl: Datum

source: Author
cs_cz: Autor
de_de: Autor
es_es: Autor
fr_fr: Auteur
he_il: מחבר
hr_hr: Autor
it_it: Autore
ka_ge: ავტორი
mt_mt: Awtur
nl_nl: Auteur

source: Prices
cs_cz: Ceny
de_de: Preise
es_es: Precios
fr_fr: Prix
he_il: מחירים
hr_hr: Cijene
it_it: Prezzi
ka_ge: ფასები
mt_mt: Prezzijiet
nl_nl: Prijzen

source: Inventory
cs_cz: Sklad
de_de: Inventar
es_es: Inventario
fr_fr: Inventaire
he_il: מלאי
hr_hr: Inventar
it_it: Inventario
ka_ge: მარაგები
mt_mt: Inventarju
nl_nl: Voorraad

source: Shelf type
cs_cz: Typ police
de_de: Regaltyp
fr_fr: Type d’étagère
he_il: סוג מדף
hr_hr: Vrsta police
it_it: Tipo di scaffale
ka_ge: თაროების ტიპი
mt_mt: Tip ta ‘xkaffa
nl_nl: Plank type

source: Strain type
cs_cz: Typ kmene
de_de: Belastungstyp
fr_fr: Type de souche
he_il: סוג זן
hr_hr: Vrsta soja
it_it: Tipo di ceppo
ka_ge: შტამის ტიპი
mt_mt: Tip ta ‘razza
nl_nl: Soort stam

source: Allergens
cs_cz: Alergeny
de_de: Allergene
es_es: Alérgenos
fr_fr: Allergènes
he_il: אלרגנים
hr_hr: Alergeni
it_it: Allergeni
ka_ge: ალერგენები
mt_mt: Allerġeni
nl_nl: Allergenen

source: Aromas
cs_cz: Aroma
de_de: Aromen
fr_fr: Arômes
he_il: ניחוחות
hr_hr: Arome
it_it: Aromi
ka_ge: არომატები
mt_mt: Aromi

source: Conditions
cs_cz: Podmínky
de_de: Bedingungen
es_es: Condiciones
he_il: תנאים
hr_hr: Uvjeti
it_it: Condizioni
ka_ge: პირობები
mt_mt: Kundizzjonijiet
nl_nl: Voorwaarden

source: Effects
cs_cz: Účinky
de_de: Effekte
es_es: Efectos
fr_fr: Effets
he_il: אפקטים
hr_hr: Efekti
it_it: Effetti
ka_ge: ეფექტები
mt_mt: Effetti
nl_nl: Effecten

source: Flavors
cs_cz: Příchutě
de_de: Aromen
es_es: Sabores
he_il: טעמים
hr_hr: Okusi
it_it: Sapori
ka_ge: არომატები
mt_mt: Togħmiet
nl_nl: Smaken

source: Ingredients
cs_cz: Ingredience
de_de: Zutaten
es_es: Ingredientes
fr_fr: Ingrédients
he_il: מרכיבים
hr_hr: Sastojci
it_it: Ingredienti
ka_ge: ინგრედიენტები
mt_mt: Ingredjenti
nl_nl: Ingrediënten

source: Symptoms
cs_cz: Symptomy
de_de: Symptome
es_es: Síntomas
fr_fr: Symptomes
he_il: תסמינים
hr_hr: Simptomi
it_it: Sintomi
ka_ge: სიმპტომები
mt_mt: Sintomi
nl_nl: Symptomen

source: Featured image
cs_cz: Náhledový obrázek
de_de: Beitragsbild
es_es: Imagen destacada
fr_fr: Image à la une
he_il: תמונת כותרת
hr_hr: Istaknuta slika
it_it: Immagine in primo piano
ka_ge: გამორჩეული სურათი
mt_mt: Dehru immaġni
nl_nl: Uitgelichte afbeelding

source: Products Base
cs_cz: Produktová základna
de_de: Produktbasis
es_es: Base de Productos
fr_fr: Base de produits
he_il: בסיס מוצרים
hr_hr: Baza proizvoda
it_it: Base di prodotti
ka_ge: პროდუქტების ბაზა
mt_mt: Bażi tal-Prodotti
nl_nl: Productenbasis

source: Logo
he_il: לוגו
ka_ge: ლოგო

source: Add Image
cs_cz: Přidat obrázek
de_de: Bild hinzufügen
fr_fr: Ajouter une image
he_il: הוספת תמונה
hr_hr: Dodajte sliku
it_it: Aggiungi immagine
ka_ge: სურათის დამატება
mt_mt: Żid Immaġni
nl_nl: Afbeelding toevoegen

source: Remove Image
cs_cz: Odstranit obrázek
de_de: Bild entfernen
fr_fr: Supprimer l'image
he_il: להסיר תמונה
hr_hr: Uklonite sliku
it_it: Rimuovi Immagine
ka_ge: სურათის წაშლა
mt_mt: Neħħi l-Immaġini
nl_nl: Verwijder afbeelding

source: (view all)
cs_cz: (zobrazit všechny)
de_de: (alle ansehen)
es_es: (ver todo)
fr_fr: (Voir tout)
he_il: (צפה בהכל)
hr_hr: (pogledaj sve)
it_it: (mostra tutto)
ka_ge: (ყველას ნახვა)
mt_mt: (ara kollha)
nl_nl: (Bekijk alles)

source: Servings:
cs_cz: Porce:
de_de: Portionen:
es_es: Porciones:
fr_fr: Portions:
he_il: מנות:
hr_hr: Porcije:
it_it: Porzioni:
ka_ge: სერვირება:
mt_mt: Porzjonijiet:
nl_nl: Porties:

source: Weight:
cs_cz: Hmotnost:
de_de: Gewicht:
es_es: Peso:
fr_fr: Poids :
he_il: משקל:
hr_hr: Težina:
it_it: Peso:
ka_ge: წონა:
mt_mt: Piż:
nl_nl: Gewicht:

source: Size:
cs_cz: Velikost:
de_de: Größe:
es_es: Tamaño:
fr_fr: Taille :
he_il: גודל:
hr_hr: Veličina:
it_it: Dimensione:
ka_ge: ზომა:
mt_mt: Daqs:
nl_nl: Maat:

source: Seeds:
cs_cz: Semena:
de_de: Samen:
es_es: Semillas:
fr_fr: Des graines:
he_il: זרעים:
hr_hr: Sjemenke:
it_it: Seed:
ka_ge: თესლი:
mt_mt: Żrieragħ:
nl_nl: Zaden:

source: Clones:
cs_cz: Klony:
de_de: Klone:
he_il: שיבוטים:
hr_hr: Klonovi:
it_it: Cloni:
ka_ge: კლონები:
mt_mt: Kloni:
nl_nl: Klonen:

source: Recent Products
cs_cz: Nové produkty
de_de: Neueste Produkte
es_es: Productos recientes
fr_fr: Produits récents
he_il: מוצרים שנצפו לאחרונה
hr_hr: Nedavni proizvodi
it_it: Prodotti recenti
ka_ge: უახლესი პროდუქტები
mt_mt: Prodotti riċenti
nl_nl: Recente Producten

source: WPD Flowers
cs_cz: WPD Květiny
de_de: WPD Blumen
es_es: WPD Flores
fr_fr: WPD Fleurs
he_il: פרחי WPD
hr_hr: WPD Cvijeće
it_it: WPD Fiori
ka_ge: WPD ყვავილები
mt_mt: WPD Fjuri
nl_nl: WPD Bloemen

source: Your most recent Flowers
cs_cz: Vaše nejnovější květiny
de_de: Ihre neuesten Blumen
es_es: Tus flores más recientes
fr_fr: Vos fleurs les plus récentes
he_il: הפרחים האחרונים שלך
hr_hr: Vaše najnovije cvijeće
it_it: I tuoi fiori più recenti
ka_ge: თქვენი უახლესი ყვავილები
mt_mt: L-aktar Fjuri riċenti tiegħek
nl_nl: Je meest recente bloemen

source: Widget Title:
cs_cz: Jméno widgetu:
de_de: Widget Titel:
es_es: Título del widget:
fr_fr: Titre du Widget:
he_il: כותרת וידג'ט:
hr_hr: Naslov widgeta:
it_it: Titolo widget:
ka_ge: ვიჯეტის სათაური:
mt_mt: Titolu tal-widget:
nl_nl: Widget Titel:

source: Amount of flowers to show:
cs_cz: Množství květin k zobrazení:
de_de: Anzahl der zu zeigenden Blumen:
es_es: Cantidad de flores para mostrar:
fr_fr: Quantité de fleurs à montrer:
he_il: כמות הפרחים להראות:
hr_hr: Količina cvijeća za prikaz:
it_it: Quantità di fiori da mostrare:
ka_ge: საჩვენებელი ყვავილების რაოდენობა:
mt_mt: Ammont ta’ fjuri li trid turi:
nl_nl: Aantal bloemen om te laten zien:

source: Randomize output?
cs_cz: Randomizovat výstup?
de_de: Ausgabe randomisieren?
es_es: ¿Aleatorizar la salida?
fr_fr: Randomiser la sortie?
he_il: לעשות אקראי פלט?
hr_hr: Nasumično odabrati izlaz?
it_it: Randomizzare l’output?
ka_ge: რანდომიზება გამომავალი?
nl_nl: Uitvoer willekeurig maken?

source: Display flower name?
cs_cz: Zobrazit název květiny?
de_de: Blumennamen anzeigen?
es_es: ¿Mostrar el nombre de la flor?
fr_fr: Afficher le nom de la fleur?
he_il: להציג את שם הפרח?
hr_hr: Prikaži naziv cvijeta?
it_it: Mostrare il nome del fiore?
ka_ge: ყვავილის სახელის ჩვენება?
mt_mt: Uri l-isem tal-fjura?
nl_nl: Naam bloem weergeven?

source: Display flower category?
cs_cz: Zobrazit kategorii květin?
de_de: Blumenkategorie anzeigen?
es_es: ¿Mostrar categoría de flores?
fr_fr: Afficher la catégorie de fleurs?
he_il: להציג קטגוריית פרחים?
hr_hr: Prikaži kategoriju cvijeća?
it_it: Mostra la categoria dei fiori?
ka_ge: ყვავილების კატეგორიის ჩვენება?
mt_mt: Uri l-kategorija tal-fjuri?
nl_nl: Bloemencategorie weergeven?

source: Display featured image?
cs_cz: Zobrazit doporučený obrázek?
de_de: Beitragsbild anzeigen?
es_es: ¿Mostrar imagen destacada?
fr_fr: Afficher l’image sélectionnée?
he_il: להציג תמונה מוצגת?
hr_hr: Prikaži istaknutu sliku?
it_it: Mostra Immagine in Evidenza?
ka_ge: გამორჩეული სურათის ჩვენება?
mt_mt: Uri immaġni dehru?
nl_nl: Toon uitgelichte afbeelding?

source: Image size:
cs_cz: Velikost obrázku:
de_de: Bildgrösse:
es_es: Tamaño de imagen:
fr_fr: Taille de l'image:
he_il: גודל תמונה:
hr_hr: Veličina slike:
it_it: Dimensione immagine:
ka_ge: Სურათის ზომა:
mt_mt: Daqs tal-immaġni:
nl_nl: Afbeelding formaat:

source: WPD Concentrates
cs_cz: WPD Koncentráty
de_de: WPD Konzentrate
es_es: WPD Concentrados
fr_fr: WPD Concentrés
he_il: תרכיז WPD
hr_hr: WPD Koncentrati
it_it: WPD Concentrati
ka_ge: WPD კონცენტრატები
mt_mt: WPD Konċentrati
nl_nl: WPD Concentraten

source: Your most recent Concentrates
cs_cz: Vaše nejnovější koncentráty
de_de: Ihre neuesten Konzentrate
es_es: Sus Concentrados más recientes
fr_fr: Vos derniers concentrés
he_il: התרכיזים האחרונים שלך
hr_hr: Vaši najnoviji koncentrati
it_it: I tuoi concentrati più recenti
ka_ge: თქვენი უახლესი კონცენტრატები
mt_mt: Il-Konċentrati l-aktar riċenti tiegħek
nl_nl: Je meest recente concentraten

source: Amount of concentrates to show:
cs_cz: Množství koncentrátů k zobrazení:
de_de: Menge der anzuzeigenden Konzentrate:
es_es: Cantidad de concentrados para mostrar:
fr_fr: Quantité de concentrés à afficher:
he_il: כמות התרכיזים להצגה:
hr_hr: Količina koncentrata za prikaz:
it_it: Quantità di concentrati da mostrare:
ka_ge: საჩვენებელი კონცენტრატების რაოდენობა:
mt_mt: Ammont ta’ konċentrati li trid turi:
nl_nl: Hoeveelheid concentraten om aan te tonen:

source: Display concentrate name?
cs_cz: Zobrazit název koncentrátu?
de_de: Konzentratnamen anzeigen?
es_es: ¿Mostrar nombre de Concentrado?
fr_fr: Afficher le nom du concentré?
he_il: להציג את שם הרכז?
hr_hr: Prikaži naziv koncentrata?
it_it: Visualizzare il nome del concentrato?
ka_ge: კონცენტრატის სახელის ჩვენება?
mt_mt: Uri l-isem tal-konċentrat?
nl_nl: Naam concentraat weergeven?

source: Display concentrate category?
cs_cz: Zobrazit kategorii koncentrátu?
de_de: Konzentratkategorie anzeigen?
es_es: ¿Mostrar categoría de concentrado?
fr_fr: Afficher la catégorie de concentré?
he_il: להציג קטגוריית רכז?
hr_hr: Prikaži kategoriju koncentrata?
it_it: Visualizzare la categoria del concentrato?
ka_ge: კონცენტრატის კატეგორიის ჩვენება?
mt_mt: Uri l-kategorija tal-konċentrat?
nl_nl: Concentraatcategorie weergeven?

source: WPD Edibles
cs_cz: WPD Poživatiny
de_de: WPD Essbares
es_es: WPD Comestibles
fr_fr: WPD Comestibles
he_il: ‫WPD מאכלים
hr_hr: WPD Jestiva
it_it: WPD Commestibili
ka_ge: WPD საკვები პროდუქტები
mt_mt: WPD Jittiekel
nl_nl: WPD Eetwaren

source: Your most recent Edibles
cs_cz: Vaše nejnovější Jedličky
de_de: Ihre neuesten Esswaren
es_es: Tus Comestibles más recientes
fr_fr: Vos comestibles les plus récents
he_il: המאכלים העדכניים ביותר שלך
hr_hr: Vaši najnoviji jestivi
it_it: I tuoi edible più recenti
ka_ge: თქვენი უახლესი საკვები პროდუქტები
mt_mt: L-aktar riċenti tal-ikel tiegħek
nl_nl: Je meest recente Edibles

source: Amount of edibles to show:
cs_cz: Množství poživatin k zobrazení:
de_de: Anzahl der anzuzeigenden Esswaren:
es_es: Cantidad de comestibles para mostrar:
fr_fr: Quantité de produits comestibles à afficher:
he_il: כמות מאכלים להצגה:
hr_hr: Količina jestivih namirnica za prikaz:
it_it: Quantità di edibili da mostrare:
ka_ge: საჩვენებელი საკვების რაოდენობა:
mt_mt: Ammont ta’ prodotti li jittieklu li jridu juru:
nl_nl: Aantal edibles om te laten zien:

source: Display edible name?
cs_cz: Zobrazit jedlý název?
de_de: Essbaren Namen anzeigen?
es_es: ¿Mostrar nombre comestible?
fr_fr: Afficher le nom comestible?
he_il: להציג שם אכיל?
hr_hr: Prikaži jestivo ime?
it_it: Visualizzare il nome commestibile?
ka_ge: საკვების სახელის ჩვენება?
mt_mt: Uri l-isem li jittiekel?
nl_nl: Eetbare naam weergeven?

source: Display edible category?
cs_cz: Zobrazit kategorii potravin?
de_de: Essbare Kategorie anzeigen?
es_es: ¿Mostrar categoría comestible?
fr_fr: Afficher la catégorie comestible?
he_il: להציג קטגוריה אכילה?
hr_hr: Prikaži kategoriju jestivih?
it_it: Visualizza la categoria commestibile?
ka_ge: საკვების კატეგორიის ჩვენება?
mt_mt: Uri kategorija li tittiekel?
nl_nl: Eetbare categorie weergeven?

source: WPD Pre-rolls
cs_cz: WPD Předvalky
de_de: WPD Vorrollen
fr_fr: WPD Pré-rolls
he_il: פרה רולס WPD
hr_hr: WPD Prethodne rolne
it_it: WPD Pre-roll
ka_ge: WPD წინასწარ რულონები

source: Your most recent Pre-rolls
cs_cz: Vaše nejnovější předběžná videa
de_de: Ihre neuesten Pre-Rolls
es_es: Tus pre-rolls más recientes
fr_fr: Vos pré-rolls les plus récents
he_il: הפרה-רוולים האחרונים שלך
hr_hr: Vaši najnoviji pred-rollovi
it_it: I tuoi pre-roll più recenti
ka_ge: თქვენი უახლესი წინასწარი გადაღებები
mt_mt: Pre-rolls l-aktar riċenti tiegħek
nl_nl: Je meest recente Pre-rolls

source: Amount of pre-rolls to show:
cs_cz: Počet zobrazení před videem:
de_de: Anzahl der anzuzeigenden Pre-Rolls:
es_es: Cantidad de pre-rolls para mostrar:
fr_fr: Nombre de pré-rolls à afficher:
he_il: כמות הפרה-רול להצגה:
hr_hr: Količina pripremnih filmova za prikaz:
it_it: Quantità di pre-roll da mostrare:
ka_ge: საჩვენებელი წინასწარ გათამაშების რაოდენობა:
mt_mt: Ammont ta’ pre-rolls li jridu juru:
nl_nl: Aantal te tonen pre-rolls:

source: Display pre-roll name?
cs_cz: Zobrazit název před videem?
de_de: Pre-Roll-Namen anzeigen?
es_es: ¿Mostrar el nombre del pre-roll?
fr_fr: Afficher le nom de l’annonce pré-roll?
he_il: להציג את השם לפני הסרט?
hr_hr: Prikaži naziv prije reprodukcije?
it_it: Visualizzare il nome del pre-roll?
ka_ge: აჩვენო წინასწარი სახელი?
mt_mt: Uri l-isem ta’ qabel ir-roll?
nl_nl: Preroll-naam weergeven?

source: Display pre-roll flower?
cs_cz: Zobrazit pre-roll květinu?
de_de: Pre-Roll-Blume anzeigen?
es_es: ¿Mostrar flor pre-roll?
fr_fr: Afficher la fleur pré-roll?
he_il: להציג פרח טרום-רול?
hr_hr: Prikaži cvijet prije rolanja?
it_it: Mostrare il fiore pre-roll?
ka_ge: აჩვენე წინასწარი ყვავილი?
mt_mt: Uri fjura ta ‘qabel ir-roll?
nl_nl: Pre-roll bloem weergeven?

source: WPD Topicals
cs_cz: WPD Témata
de_de: WPD Themen
es_es: WPD Tópicos
fr_fr: WPD Topiques
he_il: אקטואליה WPD
hr_hr: WPD Aktualne teme
it_it: WPD Argomenti
ka_ge: WPD თემატიკა
mt_mt: WPD Topiċi
nl_nl: WPD Onderwerpen

source: Your most recent Topicals
cs_cz: Vaše nejnovější témata
de_de: Ihre neuesten Themen
es_es: Tus temas más recientes
fr_fr: Vos sujets les plus récents
he_il: הנושאים העדכניים ביותר שלך
hr_hr: Vaše najnovije teme
it_it: I tuoi argomenti più recenti
ka_ge: თქვენი უახლესი თემები
mt_mt: It-Topi l-aktar riċenti tiegħek
nl_nl: Je meest recente onderwerpen

source: Amount of topicals to show:
cs_cz: Počet témat k zobrazení:
de_de: Anzahl der anzuzeigenden Themen:
es_es: Cantidad de tópicos para mostrar:
fr_fr: Nombre de sujets à afficher:
he_il: כמות הנושאים להצגה:
hr_hr: Količina tema za prikaz:
it_it: Quantità di argomenti da mostrare:
ka_ge: საჩვენებელი თემების რაოდენობა:
mt_mt: Ammont ta’ suġġetti li jridu juru:
nl_nl: Aantal te tonen onderwerpen:

source: Display topical name?
cs_cz: Zobrazit název tématu?
de_de: Themennamen anzeigen?
es_es: ¿Mostrar nombre de tema?
fr_fr: Afficher le nom du sujet?
he_il: להציג שם אקטואלי?
hr_hr: Prikaži naziv teme?
it_it: Visualizzare il nome dell’argomento?
ka_ge: აქტუალური სახელის ჩვენება?
mt_mt: Uri l-isem topiku?
nl_nl: Toon onderwerpnaam?

source: Display topical category?
cs_cz: Zobrazit tematickou kategorii?
de_de: Themenkategorie anzeigen?
es_es: ¿Mostrar categoría temática?
fr_fr: Afficher la catégorie thématique?
he_il: להציג קטגוריה אקטואליה?
hr_hr: Prikažite tematsku kategoriju?
it_it: Visualizza la categoria dell’argomento?
ka_ge: აქტუალური კატეგორიის ჩვენება?
mt_mt: Uri kategorija topika?
nl_nl: Onderwerpcategorie weergeven?

source: WPD Growers
cs_cz: WPD Pěstitelé
de_de: WPD Züchter
es_es: WPD Cultivadores
fr_fr: WPD Producteurs
he_il: מגדלים WPD
hr_hr: WPD Uzgajivači
it_it: WPD Coltivatori
ka_ge: WPD მწარმოებლები
mt_mt: WPD Il-koltivaturi
nl_nl: WPD Kwekers

source: Your most recent Clones and Seeds
cs_cz: Vaše nejnovější klony a semena
de_de: Ihre neuesten Klone und Samen
es_es: Tus clones y semillas más recientes
fr_fr: Vos clones et graines les plus récents
he_il: השיבוטים והזרעים האחרונים שלך
hr_hr: Vaši najnoviji klonovi i sjemenke
it_it: I tuoi cloni e semi più recenti
ka_ge: თქვენი უახლესი კლონები და თესლი
mt_mt: Kloni u Żrieragħ l-aktar riċenti tiegħek
nl_nl: Je meest recente klonen en zaden

source: Amount of growers to show:
cs_cz: Počet pěstitelů k zobrazení:
de_de: Anzahl der zu zeigenden Züchter:
es_es: Cantidad de productores para mostrar:
fr_fr: Nombre de producteurs à afficher:
he_il: כמות המגדלים להראות:
hr_hr: Broj uzgajivača za prikaz:
it_it: Numero di coltivatori da mostrare:
ka_ge: მწარმოებლების რაოდენობა საჩვენებლად:
mt_mt: Ammont ta’ koltivaturi li għandhom juru:
nl_nl: Aantal te tonen telers:

source: Display grower name?
cs_cz: Zobrazit jméno pěstitele?
de_de: Erzeugernamen anzeigen?
es_es: ¿Mostrar el nombre del cultivador?
fr_fr: Afficher le nom du producteur?
he_il: להציג את שם המגדל?
hr_hr: Prikazati ime uzgajivača?
it_it: Visualizzare il nome del coltivatore?
ka_ge: მწარმოებლის სახელის ჩვენება?
mt_mt: Uri l-isem tal-koltivatur?
nl_nl: Naam teler weergeven?

source: Display flower type?
cs_cz: Zobrazit typ květiny?
de_de: Blumentyp anzeigen?
es_es: ¿Mostrar el tipo de flor?
fr_fr: Afficher le type de fleur?
he_il: להציג סוג פרח?
hr_hr: Prikaži vrstu cvijeta?
it_it: Visualizzare il tipo di fiore?
ka_ge: ყვავილების ტიპის ჩვენება?
mt_mt: Wiri tip ta ‘fjura?
nl_nl: Bloemsoort weergeven?

# taxonomy general name
source: Categories
cs_cz: Kategorie
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
he_il: קטגוריות
hr_hr: Kategorije
it_it: Categorie
ka_ge: კატეგორიები
mt_mt: Kategoriji
nl_nl: Categorieën

# taxonomy singular name
source: Category
cs_cz: Kategorie
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
he_il: קטגוריה
hr_hr: Kategorija
it_it: Categoria
ka_ge: კატეგორია
mt_mt: Kategorija
nl_nl: Categorie

source: Search Categories
cs_cz: Hledat v kategoriích
de_de: Kategorien durchsuchen
es_es: Buscar categorías
fr_fr: Chercher catégories
he_il: חפש קטגוריות
hr_hr: Pretraživanje kategorija
it_it: Cerca Categorie
ka_ge: კატეგორიების ძიება
mt_mt: Fittex Kategoriji
nl_nl: Zoek categorieën

source: All Categories
cs_cz: Všechny kategorie
de_de: Alle Kategorien
es_es: Todas las categorías
fr_fr: Toutes les catégories
he_il: כל הקטגוריות
hr_hr: Sve kategorije
it_it: Tutte le categorie
ka_ge: ყველა კატეგორია
mt_mt: Il-Kategoriji kollha
nl_nl: Alle categorieën

source: Parent Category
cs_cz: Nadřazená kategorie
de_de: Übergeordnete Kategorie
es_es: Categoría Padre
fr_fr: Catégorie parente
he_il: קטגוריית אב
hr_hr: Glavna Kategorija
it_it: Categoria Genitore
ka_ge: მშობლის კატეგორია
mt_mt: Kategorija Ġenitur
nl_nl: Hoofdcategorie

source: Parent Category:
cs_cz: Nadřazená kategorie:
de_de: Übergeordnete Kategorie:
es_es: Categoría superior:
fr_fr: Catégorie parente :
he_il: קטגוריית אב:
hr_hr: Glavna Kategorija:
it_it: Categoria Genitore:
ka_ge: მშობლის კატეგორია:
mt_mt: Kategorija Ġenitur:
nl_nl: Hoofdcategorie:

source: Edit Category
cs_cz: Upravit kategorii
de_de: Kategorie bearbeiten
es_es: Editar categoría
fr_fr: Modifier la catégorie
he_il: ערוך קטגוריה
hr_hr: Uredi Kategoriju
it_it: Modifica Categoria
ka_ge: კატეგორიის ჩასწორება
mt_mt: Edit Kategorija
nl_nl: Categorie bewerken

source: Update Category
cs_cz: Aktualizovat kategorii
de_de: Kategorie aktualisieren
es_es: Actualizar Categoría
fr_fr: Mettre à jour la catégorie
he_il: עדכן קטגוריה
hr_hr: Ažuriraj Kategoriju
it_it: Aggiorna Categoria
ka_ge: კატეგორიის განახლება
mt_mt: Aġġornament Kategorija
nl_nl: Categorie bijwerken

source: Add New Category
cs_cz: Přidat novou kategorii
de_de: Neue Kategorie hinzufügen
es_es: Añadir nueva categoría
fr_fr: Ajouter une nouvelle catégorie
he_il: הוסף קטגוריה חדשה
hr_hr: ﻿Dodaj novu kategoriju
it_it: Aggiungi Nuova Categoria
ka_ge: ახალი კატეგორიის დამატება
mt_mt: Żid Kategorija Ġdida
nl_nl: Voeg nieuwe categorie toe

source: New Category Name
cs_cz: Název nové kategorie
de_de: Name der neuen Kategorie
es_es: Nombre de la nueva categoría
fr_fr: Nom de la nouvelle catégorie
he_il: שם קטגוריה חדשה
hr_hr: Ime nove kategorije
it_it: Nuovo Nome Categoria
ka_ge: ახალი კატეგორიის სახელი
mt_mt: Isem tal-Kategorija Ġdid
nl_nl: Nieuwe categorie naam

source: No categories found
cs_cz: Kategorie nenalezeny
de_de: Keine Kategorien gefunden
es_es: No se encontraron categorías
fr_fr: Aucune catégorie trouvée
he_il: אין קטגוריות
hr_hr: Nije pronađena nijedna kategorija
it_it: Categoria trovata
ka_ge: კატეგორიები ვერ მოიძებნა
mt_mt: L-ebda kategorija ma nstabet
nl_nl: Geen categorieën gevonden
