Repository: getCannaBiz/cannabiz-menu
Catalog: languages/wp-dispensary-*.po
Languages: cs_cz, de_de, es_es, fr_fr, he_il, hr_hr, it_it, ka_ge, mt_mt, nl_nl

source: Apply excise tax to orders (%)
cs_cz: Uplatnit spotřební daň na objednávky (%)
de_de: Verbrauchssteuer auf Bestellungen anwenden (%)
es_es: Aplicar impuestos especiales a los pedidos (%)
fr_fr: Appliquer la taxe d’accise aux commandes (%)
he_il: החל מס בלו על הזמנות (%)
hr_hr: Primijeniti trošarinu na narudžbe (%)
it_it: Applicare l’accisa agli ordini (%)
ka_ge: აქციზის გამოყენება შეკვეთებზე (%)
mt_mt: Applika taxxa tas-sisa għal ordnijiet (%)
nl_nl: Accijns toepassen op bestellingen (%)

source: Cart
cs_cz: Košík
de_de: Warenkorb
es_es: Carrito
fr_fr: Panier
he_il: סל קניות
hr_hr: Košarica
it_it: Carrello
ka_ge: კალათა
mt_mt: Karrettun
nl_nl: Winkelwagen

source: Require login to shop
cs_cz: Vyžadovat přihlášení do obchodu
de_de: Anmeldung zum Einkaufen erforderlich
es_es: Requerir inicio de sesión para comprar
fr_fr: Exiger une connexion pour magasiner
he_il: דרוש כניסה כדי לקנות
hr_hr: Zahtijevajte prijavu za kupovinu
it_it: Richiedi il login per fare acquisti
ka_ge: მაღაზიისთვის საჭიროა შესვლა
mt_mt: Jeħtieġ login biex tixtri
nl_nl: Inloggen vereist om te winkelen

source: Hide the add to cart functionality for non-logged in users
cs_cz: Skrýt funkci přidání do košíku pro nepřihlášené uživatele
de_de: Blenden Sie die Funktion zum Hinzufügen zum Einkaufswagen für nicht angemeldete Benutzer aus
fr_fr: Masquer la fonctionnalité d’ajout au panier pour les utilisateurs non connectés
he_il: הסתר את פונקציונליות ההוספה לסל עבור משתמשים שאינם מחוברים
hr_hr: Sakrijte funkciju dodavanja u košaricu za neprijavljene korisnike
it_it: Nascondi la funzionalità di aggiunta al carrello per gli utenti non registrati
ka_ge: კალათაში დამატების ფუნქციის დამალვა არა შესული მომხმარებლებისთვის
mt_mt: Aħbi l-funzjonalità taż-żid mal-karrettun għal utenti mhux illoggjati
nl_nl: De functionaliteit voor toevoegen aan winkelwagen verbergen voor niet-ingelogde gebruikers

source: Checkout
cs_cz: Pokladna
de_de: Kasse
es_es: Pagar
fr_fr: Commander
he_il: לתשלום
hr_hr: Plaćanje
it_it: Cassa
ka_ge: შეკვეთის გაფორმება
mt_mt: Iċċekkja
nl_nl: Afrekenen

source: Minimum order
cs_cz: Minimální objednávka
de_de: Mindestbestellung
es_es: Pedido mínimo
fr_fr: Commande minimum
he_il: הזמנה מינימלית
hr_hr: Minimalna narudžba
it_it: Ordine minimo
ka_ge: მინიმალური შეკვეთა
mt_mt: Ordni minima
nl_nl: Minimale bestelling

source: Require a minimum order amount before checkout
cs_cz: Před pokladnou požadujte minimální částku objednávky
de_de: Erfordern Sie vor der Kasse einen Mindestbestellwert
es_es: Requiere una cantidad mínima de pedido antes de pagar
fr_fr: Exiger un montant minimum de commande avant le paiement
he_il: דרוש כמות הזמנה מינימלית לפני התשלום
hr_hr: Zahtijevajte minimalni iznos narudžbe prije plaćanja
it_it: Richiedi un importo minimo dell’ordine prima del checkout
ka_ge: მოითხოვეთ მინიმალური შეკვეთის თანხა გადახდამდე
mt_mt: Jeħtieġ ammont minimu ta ‘ordni qabel iċ-checkout
nl_nl: Een minimum bestelbedrag vereisen voor het afrekenen

source: ex: 50
cs_cz: příklad: 50
de_de: Beispiel: 50
he_il: דוגמה: 50
hr_hr: primjer: 50
it_it: es: 50
ka_ge: მაგალითი: 50
nl_nl: voorbeeld: 50

source: Coupons
cs_cz: Kupóny
de_de: Gutscheine
es_es: Cupones
he_il: קופונים
hr_hr: Kuponi
it_it: Coupon
ka_ge: კუპონები
mt_mt: Kupuni
nl_nl: Kortingsbonnen

source: Allow customers to apply a coupon to their order
cs_cz: Umožněte zákazníkům uplatnit kupón na svou objednávku
de_de: Ermöglichen Sie Kunden, einen Gutschein auf ihre Bestellung anzuwenden
fr_fr: Permettre aux clients d’appliquer un coupon à leur commande
he_il: אפשר ללקוחות להחיל קופון על ההזמנה שלהם
hr_hr: Omogućite kupcima da primjene kupon na svoju narudžbu
it_it: Consenti ai clienti di applicare un coupon al loro ordine
ka_ge: მიეცით საშუალება მომხმარებლებს გამოიყენონ კუპონი თავიანთ შეკვეთაზე
mt_mt: Ħalli lill-klijenti japplikaw kupun għall-ordni tagħhom
nl_nl: Laat klanten een coupon toepassen op hun bestelling

source: Cash on delivery
cs_cz: Dobírka
de_de: Per Nachnahme
es_es: Efectivo a la entrega
fr_fr: Paiement à la livraison
he_il: תשלום במזומן
hr_hr: Gotovina uz dostavu
it_it: Pagamento in Contrassegno
ka_ge: ნაღდი ანგარიშსწორება
mt_mt: Flus mal-kunsinna
nl_nl: Betalen bij levering

source: Pay on pickup
cs_cz: Platba při vyzvednutí
de_de: Bezahlung bei Abholung
es_es: paga al recogerlo
fr_fr: Payer au ramassage
he_il: תשלום באיסוף
hr_hr: Plaćanje pri preuzimanju
it_it: Paga al ritiro
ka_ge: გადახდა პიკაპის დროს
mt_mt: Ħlas fuq pickup
nl_nl: Betalen bij afhalen

source: Ground shipping
cs_cz: Pozemní přeprava
de_de: Bodenversand
es_es: El envío por tierra
fr_fr: Transport terrestre
he_il: משלוח קרקע
hr_hr: Kopnena dostava
it_it: Spedire via terra
ka_ge: სახმელეთო გადაზიდვა
mt_mt: Tbaħħir fuq l-art
nl_nl: Vervoer over land

source: Enable/Disable
cs_cz: Zapnout/vypnout
de_de: Aktivieren/Deaktivieren
fr_fr: Activer/Désactiver
he_il: הפעלה/ביטול
hr_hr: Omogući/onemogući
it_it: Abilita/Disabilita
ka_ge: Ჩართვა გამორთვა
mt_mt: Ippermetti/Itfi
nl_nl: Inschakelen/Uitschakelen

source: Enable
cs_cz: Umožnit
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
he_il: לְאַפשֵׁר
hr_hr: Omogućiti
it_it: Abilita
ka_ge: ჩართვა
mt_mt: Attiva
nl_nl: Inschakelen

source: Charge
cs_cz: Fakturovat
de_de: Belastung
es_es: Cargo
he_il: חיוב
hr_hr: Naplatiti
it_it: Addebita
ka_ge: დატენვა
mt_mt: Ħlas
nl_nl: Kosten

source: Instructions
cs_cz: Instrukce
de_de: Anweisungen
es_es: Instrucciones
he_il: הוראות
hr_hr: Upute
it_it: Istruzioni
ka_ge: ინსტრუქციები
mt_mt: Istruzzjonijiet
nl_nl: Instructies

source: Let the user know how to send payment for the order.
cs_cz: Dejte uživateli vědět, jak odeslat platbu za objednávku.
de_de: Teilen Sie dem Benutzer mit, wie er die Zahlung für die Bestellung senden kann.
es_es: Informar al usuario cómo enviar el pago del pedido.
fr_fr: Indiquez à l’utilisateur comment envoyer le paiement de la commande.
he_il: יידע את המשתמש כיצד לשלוח תשלום עבור ההזמנה.
hr_hr: Obavijestite korisnika kako poslati uplatu za narudžbu.
it_it: Fai sapere all’utente come inviare il pagamento per l’ordine.
ka_ge: აცნობეთ მომხმარებელს, თუ როგორ უნდა გაგზავნოს გადახდა შეკვეთისთვის.
mt_mt: Ħalli lill-utent ikun jaf kif jibgħat il-ħlas għall-ordni.
nl_nl: Laat de gebruiker weten hoe de betaling voor de bestelling moet worden verzonden.

source: Customer Registration
cs_cz: Registrace zákazníka
de_de: Kundenregistrierung
fr_fr: Enregistrement client
he_il: רישום לקוח
hr_hr: Registracija kupaca
it_it: Registrazione cliente
ka_ge: მომხმარებელთა რეგისტრაცია
mt_mt: Reġistrazzjoni tal-Klijent
nl_nl: Klant Registratie

source: Select a page
cs_cz: Vyberte stránku
de_de: Seite auswählen
es_es: Seleccione una página
fr_fr: Sélectionner une page
he_il: בחר עמוד
hr_hr: Odaberite stranicu
it_it: Seleziona una pagina
ka_ge: აირჩიეთ გვერდი
mt_mt: Agħżel paġna
nl_nl: Selecteer een pagina

source: No pages found
cs_cz: Nebyly nalezeny žádné stránky
de_de: Keine Seiten gefunden
es_es: No se encontraron páginas
fr_fr: Aucunes pages trouvées
he_il: לא נמצאו דפים
hr_hr: Nema pronađenih stranica
it_it: Nessuna pagina trovata
ka_ge: გვერდები ვერ მოიძებნა
mt_mt: Ebda paġni misjuba
nl_nl: Geen pagina's gevonden

source: Redirect after registration
cs_cz: Přesměrovat po registraci
de_de: Umleiten nach Registrierung
es_es: Redirigir después del registro
fr_fr: Rediriger après l'inscription
he_il: הפנייה מחדש לאחר ההרשמה
hr_hr: Preusmjeravanje nakon registracije
it_it: Reindirizzamento dopo la registrazione
ka_ge: გადამისამართება რეგისტრაციის შემდეგ
mt_mt: Redirect wara r-reġistrazzjoni
nl_nl: Omleiden na registratie

source: Choose the page customers will be redirected to when registering.
cs_cz: Vyberte stránku, na kterou budou zákazníci při registraci přesměrováni.
de_de: Wählen Sie die Seite aus, auf die Kunden bei der Registrierung weitergeleitet werden.
fr_fr: Choisissez la page vers laquelle les clients seront redirigés lors de leur inscription.
he_il: בחר את הדף אליו יופנו לקוחות בעת ההרשמה.
hr_hr: Odaberite stranicu na koju će korisnici biti preusmjereni prilikom registracije.
it_it: Scegli la pagina a cui verranno reindirizzati i clienti al momento della registrazione.
ka_ge: აირჩიეთ გვერდი, რომელზეც მომხმარებლები გადამისამართდებიან რეგისტრაციისას.
mt_mt: Agħżel il-paġna li ser jiġu ridiretti lejha l-klijenti meta jirreġistraw.
nl_nl: Kies de pagina waarnaar klanten worden doorverwezen wanneer ze zich registreren.

source: Customer Verification
cs_cz: Ověření zákazníka
de_de: Kundenverifizierung
fr_fr: Vérification client
he_il: אימות לקוח
hr_hr: Potvrda kupca
it_it: Verifica del cliente
ka_ge: მომხმარებლის დადასტურება
mt_mt: Verifika tal-Klijent
nl_nl: Klantverificatie

source: Drivers license / Valid ID
cs_cz: Řidičský průkaz / platný průkaz totožnosti
de_de: Führerschein / Gültiger Ausweis
es_es: Licencia de conducir / identificación válida
fr_fr: Permis de conduire / Pièce d’identité valide
he_il: רישיון נהיגה / תעודה מזהה בתוקף
hr_hr: Vozačka dozvola / važeći ID
it_it: Patente di guida/ID valido
ka_ge: მართვის მოწმობა / მოქმედი ID
mt_mt: Liċenzja tas-sewwieq / ID Valida
nl_nl: Rijbewijs / geldig legitimatiebewijs

source: Hide the drivers license upload from account details
cs_cz: Skryjte nahrání řidičského průkazu z podrobností účtu
de_de: Den Führerschein-Upload aus den Kontodetails ausblenden
es_es: Ocultar la carga de la licencia de conducir de los detalles de la cuenta
fr_fr: Masquer le téléchargement du permis de conduire à partir des détails du compte
he_il: הסתר את העלאת רישיון הנהיגה מפרטי החשבון
hr_hr: Sakrij prijenos vozačke dozvole iz podataka računa
it_it: Nascondi il caricamento della patente di guida dai dettagli dell’account
ka_ge: დამალეთ მართვის მოწმობის ატვირთვა ანგარიშის დეტალებიდან
mt_mt: Aħbi l-upload tal-liċenzja tas-sewwieq mid-dettalji tal-kont
nl_nl: De upload van het rijbewijs verbergen voor accountgegevens

source: Doctor recommendation
cs_cz: Doporučení lékaře
de_de: Empfehlung des Arztes
es_es: Recomendación del médico
fr_fr: Recommandation du médecin
he_il: המלצת רופא
hr_hr: Preporuka liječnika
it_it: Raccomandazione del medico
ka_ge: ექიმის რეკომენდაცია
mt_mt: Rakkomandazzjoni tat-tabib
nl_nl: Aanbeveling van de dokter

source: Hide the doctor recommendation upload from account details
cs_cz: Skrýt nahrané doporučení lékaře z podrobností účtu
de_de: Ausblenden des Arztempfehlungs-Uploads aus den Kontodetails
es_es: Ocultar la carga de recomendación del médico de los detalles de la cuenta
fr_fr: Masquer le téléchargement de la recommandation du médecin à partir des détails du compte
he_il: הסתר את העלאת המלצת הרופא מפרטי החשבון
hr_hr: Sakrij prijenos preporuka liječnika iz podataka računa
it_it: Nascondi il caricamento della raccomandazione del medico dai dettagli dell’account
ka_ge: დამალეთ ექიმის რეკომენდაციის ატვირთვა ანგარიშის დეტალებიდან
mt_mt: Aħbi t-tlugħ tar-rakkomandazzjoni tat-tabib mid-dettalji tal-kont
nl_nl: De upload van de doktersaanbeveling verbergen voor accountgegevens

source: Recommendation number
cs_cz: Číslo doporučení
de_de: Empfehlungsnummer
fr_fr: Numéro de recommandation
he_il: מספר המלצה
hr_hr: Broj preporuke
it_it: Numero di raccomandazione
ka_ge: რეკომენდაციის ნომერი
mt_mt: Numru tar-rakkomandazzjoni
nl_nl: Aanbevelingsnummer

source: Hide the recommendation number from account details
cs_cz: Skryjte číslo doporučení v podrobnostech účtu
de_de: Blenden Sie die Empfehlungsnummer aus den Kontodetails aus
fr_fr: Masquer le numéro de recommandation des détails du compte
he_il: הסתר את מספר ההמלצה מפרטי החשבון
hr_hr: Sakrijte broj preporuke iz pojedinosti računa
it_it: Nascondi il numero di raccomandazione dai dettagli dell’account
ka_ge: დამალეთ რეკომენდაციის ნომერი ანგარიშის დეტალებიდან
mt_mt: Aħbi n-numru tar-rakkomandazzjoni mid-dettalji tal-kont
nl_nl: Verberg het aanbevelingsnummer voor accountgegevens

source: Expiration date
cs_cz: Datum expirace
de_de: Ablaufdatum
es_es: Fecha de vencimiento
fr_fr: Date d’expiration
he_il: תאריך תפוגה
hr_hr: Datum isteka
it_it: Data di scadenza
ka_ge: ვადის გასვლის თარიღი
mt_mt: Data ta ‘skadenza
nl_nl: Vervaldatum

source: Hide the expiration date from account details
cs_cz: Skryjte datum vypršení platnosti v podrobnostech účtu
de_de: Verbergen Sie das Ablaufdatum in den Kontodetails
fr_fr: Masquer la date d’expiration des détails du compte
he_il: הסתר את תאריך התפוגה מפרטי החשבון
hr_hr: Sakrij datum isteka od podataka o računu
it_it: Nascondi la data di scadenza dai dettagli dell’account
ka_ge: დამალეთ ვადის გასვლის თარიღი ანგარიშის დეტალებიდან
mt_mt: Aħbi d-data ta’ skadenza mid-dettalji tal-kont
nl_nl: Verberg de vervaldatum voor accountgegevens

source: Page Setup
cs_cz: Vzhled stránky
de_de: Seiteneinrichtung
es_es: Configuración de Página
fr_fr: Page de configuration
he_il: הגדרת עמוד
hr_hr: Podešavanje stranice
it_it: Imposta pagina
ka_ge: გვერდის დაყენება
nl_nl: Pagina setup

source: Menu page
cs_cz: Stránka menu
de_de: Menüseite
es_es: página Menú
fr_fr: Page de la Carte et Menu
he_il: עמוד תפריט
hr_hr: Stranica izbornika
it_it: Pagina del menu
ka_ge: მენიუს გვერდი
mt_mt: Paġna tal-menu
nl_nl: Menu pagina

source: Page contents [wpd_menu]
cs_cz: Obsah stránky [wpd_menu]
de_de: Seiteninhalte [wpd_menu]
es_es: Contenido de la página [wpd_menu]
fr_fr: Contenu de la page [wpd_menu]
he_il: תוכן העמוד [wpd_menu]
hr_hr: Sadržaj stranice [wpd_menu]
it_it: Contenuto della pagina [wpd_menu]
ka_ge: გვერდის შინაარსი [wpd_menu]
mt_mt: Kontenut tal-paġna [wpd_menu]
nl_nl: Pagina-inhoud [wpd_menu]

source: Cart page
cs_cz: Stráňka nákupního košíku
de_de: Warenkorb-Seite
es_es: Página carrito
fr_fr: Page du panier
he_il: עמוד סל קניות
hr_hr: Stranica košarice
it_it: Pagina carrello
ka_ge: კალათის გვერდი
mt_mt: Paġna tal-karrettun
nl_nl: Winkelwagenpagina

source: Page contents [wpd_cart]
cs_cz: Obsah stránky [wpd_cart]
de_de: Seiteninhalte [wpd_cart]
fr_fr: Contenu de la page [wpd_cart]
he_il: תוכן העמוד [wpd_cart]
hr_hr: Sadržaj stranice [wpd_cart]
it_it: Contenuto della pagina [wpd_cart]
ka_ge: გვერდის შინაარსი [wpd_cart]
mt_mt: Kontenut tal-paġna [wpd_cart]
nl_nl: Pagina-inhoud [wpd_cart]

source: Checkout page
cs_cz: Stránka pokladny
de_de: Kasse
es_es: Página de finalizar compra
fr_fr: Page de paiement
he_il: עמוד התשלום
hr_hr: Stranica za naplatu
it_it: Pagina del Checkout
ka_ge: შეკვეთის გაფორმების გვერდი
mt_mt: Paġna tal-kontroll
nl_nl: Afrekenpagina

source: Page contents [wpd_checkout]
cs_cz: Obsah stránky [wpd_checkout]
de_de: Seiteninhalte [wpd_checkout]
fr_fr: Contenu de la page [wpd_checkout]
he_il: תוכן העמוד [wpd_checkout]
hr_hr: Sadržaj stranice [wpd_checkout]
it_it: Contenuto della pagina [wpd_checkout]
ka_ge: გვერდის შინაარსი [wpd_checkout]
mt_mt: Kontenut tal-paġna [wpd_checkout]
nl_nl: Pagina-inhoud [wpd_checkout]

source: Account page
cs_cz: Účet
de_de: Kontoseite
es_es: Página de Cuenta
fr_fr: Page Compte
he_il: דף חשבון
hr_hr: Stranica računa
it_it: Pagina Profilo
ka_ge: ანგარიშის გვერდი
mt_mt: Paġna tal-kont
nl_nl: Accountpagina

source: Page contents [wpd_account]
cs_cz: Obsah stránky [wpd_account]
de_de: Seiteninhalte [wpd_account]
fr_fr: Contenu de la page [wpd_account]
he_il: תוכן העמוד [wpd_account]
hr_hr: Sadržaj stranice [wpd_account]
it_it: Contenuto della pagina [wpd_account]
ka_ge: გვერდის შინაარსი [wpd_account]
mt_mt: Kontenut tal-paġna [wpd_account]
nl_nl: Pagina-inhoud [wpd_account]

source: Dispatch phone number
cs_cz: Odeslání telefonního čísla
de_de: Telefonnummer versenden
fr_fr: Numéro de téléphone pour Dispatch
he_il: טלפון במסעדה
hr_hr: Broj telefona za otpremu
it_it: Numero di telefono della spedizione
ka_ge: ტელეფონის ნომრის გაგზავნა
mt_mt: Dispaċċ numru tat-telefon
nl_nl: Telefoonnummer verzenden

source: Add the phone number to your dispatch center
cs_cz: Přidejte telefonní číslo do svého dispečinku
de_de: Fügen Sie die Telefonnummer Ihrem Versandzentrum hinzu
fr_fr: Ajoutez le numéro de téléphone à votre centre de répartition
he_il: הוסף את מספר הטלפון למרכז השיגור שלך
hr_hr: Dodajte broj telefona svom dispečerskom centru
it_it: Aggiungi il numero di telefono al tuo centro di spedizione
ka_ge: დაამატეთ ტელეფონის ნომერი თქვენს სადისპეტჩერო ცენტრში
mt_mt: Żid in-numru tat-telefon fiċ-ċentru tad-dispaċċ tiegħek
nl_nl: Voeg het telefoonnummer toe aan uw meldkamer

source: Google Maps API key
cs_cz: Klíč API pro Google mapy
de_de: Google Maps API Schlüssel
fr_fr: Clé API Google Maps
he_il: מפתח API של גוגל מפות
hr_hr: API ključ za Google karte
it_it: Chiave API di Google Maps
ka_ge: Google Maps API გასაღები
mt_mt: Ċavetta tal-API ta’ Google Maps

source: Add a map to the order directions for your drivers
cs_cz: Přidejte mapu do pokynů k objednávce pro vaše řidiče
de_de: Fügen Sie den Bestellanweisungen für Ihre Fahrer eine Karte hinzu
fr_fr: Ajouter une carte aux directions de commande pour vos chauffeurs
he_il: הוסף מפה להוראות ההזמנה עבור הנהגים שלך
hr_hr: Dodajte kartu u upute za narudžbu za svoje vozače
it_it: Aggiungi una mappa alle indicazioni dell’ordine per i tuoi autisti
ka_ge: დაამატეთ რუკა თქვენი მძღოლების შეკვეთის მითითებებს
mt_mt: Żid mappa mad-direzzjonijiet tal-ordni għas-sewwieqa tiegħek
nl_nl: Voeg een kaart toe aan de routebeschrijving voor uw chauffeurs

source: Enable Google Maps geocode for latitude and longitude
cs_cz: Povolit geokód pro zeměpisnou šířku a délku v Mapách Google
de_de: Aktivieren Sie den Google Maps-Geocode für Längen- und Breitengrade
fr_fr: Activer le géocodage Google Maps pour la latitude et la longitude
he_il: אפשר קוד גיאוגרפי של מפות Google עבור קווי רוחב ואורך
hr_hr: Omogućite geokodiranje Google karata za geografsku širinu i dužinu
it_it: Abilita la codifica geografica di Google Maps per latitudine e longitudine
ka_ge: ჩართეთ Google Maps გეოკოდი გრძედისა და გრძედისთვის
mt_mt: Ippermetti Google Maps geocode għal-latitudni u lonġitudni
nl_nl: Geocode van Google Maps inschakelen voor lengte- en breedtegraad

source: Shelf
cs_cz: Police 435
de_de: Regal
fr_fr: Rayon
he_il: מַדָף
hr_hr: Polica
it_it: Lo scaffale
ka_ge: თარო
mt_mt: Xkaffa
nl_nl: Schap

source: Strain
cs_cz: Kmen
es_es: Filtrar
fr_fr: Taux
he_il: מתח
hr_hr: Naprezanje
it_it: Sforzo
ka_ge: დაძაბულობა
nl_nl: Celstam

source: Vendor
cs_cz: Prodejce
de_de: Verkäufer
es_es: Vendedor
fr_fr: Vendeur
he_il: ספק
hr_hr: Dobavljač
it_it: Venditore
ka_ge: მომწოდებელი
mt_mt: Bejjiegh
nl_nl: Verkoper

source: Net weight
cs_cz: Čistá hmotnost
de_de: Netto Gewicht
fr_fr: Poids net
he_il: משקל נטו
hr_hr: Neto težina
it_it: Peso netto
ka_ge: Წონა ნეტო
mt_mt: Piż nett
nl_nl: Netto gewicht

source: Size
cs_cz: Velikost
de_de: Größe
es_es: Tamaño
fr_fr: Taille
he_il: גודל
hr_hr: Veličina
it_it: Dimensione
ka_ge: ზომა
mt_mt: Daqs
nl_nl: Grootte

source: Weight
cs_cz: Váha
de_de: Gewicht
es_es: Peso
fr_fr: Poids
he_il: משקל
hr_hr: Težina
it_it: Peso
ka_ge: წონა
mt_mt: Piż
nl_nl: Gewicht

source: Flower
cs_cz: Květ
de_de: Blume
es_es: Flor
fr_fr: Fleur
he_il: פֶּרַח
hr_hr: Cvijet
it_it: Fiore
ka_ge: ყვავილი
mt_mt: Fjura
nl_nl: Bloem

source: TOTAL
cs_cz: CELKEM
de_de: GESAMT
he_il: סה"כ
hr_hr: UKUPNO
it_it: TOTALE
ka_ge: სულ
nl_nl: TOTAAL

source: Compounds
cs_cz: Sloučeniny
de_de: Verbindungen
es_es: Compuestos
fr_fr: Complexes Résidentiels
he_il: תרכובות
hr_hr: Spojevi
it_it: Composti
ka_ge: ნაერთები
mt_mt: Komposti
nl_nl: Chemische verbindingen

source: Price each:
cs_cz: Cena každého:
de_de: Preis pro Stück:
fr_fr: Prix chacun:
he_il: כל מחיר:
hr_hr: Cijena po komadu:
it_it: Prezzo ciascuno:
ka_ge: თითოეულის ფასი:
mt_mt: Prezz kull wieħed:
nl_nl: Prijs per stuk:

source: WP Dispensary database update required
cs_cz: Je vyžadována aktualizace databáze WP Dispensary
de_de: Aktualisierung der WP Dispensary-Datenbank erforderlich
fr_fr: Mise à jour de la base de données WP Dispensary requise
he_il: נדרש עדכון מסד הנתונים של WP Dispensary
hr_hr: Potrebno je ažuriranje baze podataka WP dispanzera
it_it: È necessario l’aggiornamento del database di WP Dispensary
ka_ge: საჭიროა WP Dispensary მონაცემთა ბაზის განახლება
mt_mt: Aġġornament tad-database tad-Dispensarju WP meħtieġ
nl_nl: Update van WP Dispensary-database vereist

source: WP Dispensary has been updated! To keep things running smoothly, we have to update your database to the newest version. The database update process may take a little while, so please be patient.
cs_cz: Výdejna WP byla aktualizována! Aby vše fungovalo hladce, musíme aktualizovat vaši databázi na nejnovější verzi. Proces aktualizace databáze může chvíli trvat, takže buďte trpěliví.
de_de: WP Dispensary wurde aktualisiert! Damit alles reibungslos läuft, müssen wir Ihre Datenbank auf die neueste Version aktualisieren. Der Aktualisierungsprozess der Datenbank kann eine Weile dauern, also haben Sie bitte etwas Geduld.
fr_fr: WP Dispensaire a été mis à jour ! Pour que tout fonctionne correctement, nous devons mettre à jour votre base de données vers la version la plus récente. Le processus de mise à jour de la base de données peut prendre un peu de temps, alors soyez patient.
he_il: מאגר WP עודכן! כדי שהדברים יפעלו בצורה חלקה, עלינו לעדכן את מסד הנתונים שלך לגרסה החדשה ביותר. תהליך עדכון מסד הנתונים עשוי להימשך זמן מה, אז נא להתאזר בסבלנות.
hr_hr: WP dispanzer je ažuriran! Kako bi stvari funkcionirale glatko, moramo ažurirati vašu bazu podataka na najnoviju verziju. Proces ažuriranja baze podataka može potrajati malo, stoga budite strpljivi.
it_it: WP Dispensary è stato aggiornato! Per mantenere le cose senza intoppi, dobbiamo aggiornare il database alla versione più recente. Il processo di aggiornamento del database potrebbe richiedere del tempo, quindi sii paziente.
ka_ge: WP დისპანსერი განახლებულია! იმისათვის, რომ ყველაფერი შეუფერხებლად იმუშაოს, ჩვენ უნდა განვაახლოთ თქვენი მონაცემთა ბაზა უახლესი ვერსიით. მონაცემთა ბაზის განახლების პროცესს შეიძლება ცოტა დრო დასჭირდეს, ამიტომ გთხოვთ მოთმინებით იმოქმედოთ.
mt_mt: WP Dispensary ġie aġġornat! Biex inżommu l-affarijiet jaħdmu bla xkiel, irridu naġġornaw id-database tiegħek għall-aktar verżjoni ġdida. Il-proċess ta’ aġġornament tad-database jista’ jieħu ftit, għalhekk jekk jogħġbok kun paċenzjuż.
nl_nl: WP Apotheek is bijgewerkt! Om alles soepel te laten verlopen, moeten we uw database updaten naar de nieuwste versie. Het updateproces van de database kan even duren, dus wees geduldig.

source: Upgrade Now
cs_cz: Upgradovat nyní
de_de: Jetzt upgraden
fr_fr: Mettre à niveau maintenant
he_il: לשדרג עכשיו
hr_hr: Nadogradi sada
it_it: Aggiorna Adesso
ka_ge: განაახლეთ ახლავე
mt_mt: Aġġorna Issa
nl_nl: Nu Bijwerken

source: Menu
de_de: Menü
es_es: Menú
he_il: תפריט
hr_hr: Izbornik
ka_ge: მენიუ

source: Donation
cs_cz: Dar
de_de: Spende
es_es: Donación
fr_fr: Don
he_il: תרומה
hr_hr: Donacija
it_it: Donazione
ka_ge: შემოწირულობა
mt_mt: Donazzjoni
nl_nl: Donatie

source: Price
cs_cz: Cena
de_de: Preis
es_es: Precio
fr_fr: Prix
he_il: מחיר
hr_hr: Cijena
it_it: Prezzo
ka_ge: ფასი
mt_mt: Prezz
nl_nl: Prijs

source: Price per unit
cs_cz: Cena za jednotku
de_de: Preis pro Einheit
es_es: Precio unitario
fr_fr: Prix ​​unitaire
he_il: מחיר ליחידה
hr_hr: Cijena po jedinici
it_it: Prezzo per unità
ka_ge: ფასი ერთეულზე
mt_mt: Prezz għal kull unità
nl_nl: Prijs per eenheid

source: Price per pack
cs_cz: Cena za balení
de_de: Preis pro Packung
es_es: Precio por paquete
fr_fr: Prix par paquet
he_il: מחיר לחבילה
hr_hr: Cijena po pakiranju
it_it: Prezzo per confezione
ka_ge: ფასი შეფუთვაზე
mt_mt: Prezz għal kull pakkett
nl_nl: Prijs per pak

source: Units per pack
cs_cz: Jednotky v balení
de_de: Einheiten pro Packung
es_es: Unidades por paquete
fr_fr: Unités par paquet
he_il: יחידות לחבילה
hr_hr: Jedinice po pakiranju
it_it: Unità per confezione
ka_ge: ერთეული თითო პაკეტში
mt_mt: Unitajiet għal kull pakkett
nl_nl: Eenheden per verpakking

source: 1 g
he_il: 1 גרם
ka_ge: 1 გ
nl_nl: 1 gram

source: 2 g
he_il: 2 גרם
ka_ge: 2 გ
nl_nl: 2 grams

source: 1/8 oz
de_de: 1/8 Unze
he_il: 1/8 אונקיות
ka_ge: 1/8 უნცია
