Repository: getCannaBiz/cannabiz-menu
Catalog: languages/wp-dispensary-*.po
Languages: cs_cz, de_de, es_es, fr_fr, he_il, hr_hr, it_it, ka_ge, mt_mt, nl_nl

source: %s Archives
cs_cz: %s archivů
de_de: %s Archive
es_es: %s Archivos
fr_fr: Archives des %s
he_il: אַרְכִיוֹן %s
hr_hr: %s Arhiva
it_it: %s Archivi
ka_ge: %s არქივები
mt_mt: Arkivji %s
nl_nl: %s Archieven

source: Parent %s:
cs_cz: Nadřazená %s:
de_de: Übergeordnet %s:
es_es: Superior %s:
he_il: הורה %s:
hr_hr: Roditelj %s:
it_it: Genitore %s:
ka_ge: მშობელი %s:
mt_mt: Ġenitur %s:
nl_nl: Hoofd %s:

source: All %s
cs_cz: Všechny %s
de_de: Alle %s
es_es: Todos %s
fr_fr: Tous %s
he_il: כל ה%s
hr_hr: Svi %s
it_it: Tutti %s
ka_ge: ყველა %s
mt_mt: Kollha %s
nl_nl: Alle %s

source: Add New %s
cs_cz: Přidat nové %s
de_de: Neu hinzufügen %s
es_es: Añadir nuevo %s
fr_fr: Nouveau %s
he_il: הוסף %s חדש
hr_hr: Dodaj novi %s
it_it: Aggiungi Nuovo %s
ka_ge: ახლის დამატება %s
mt_mt: Żid %s Ġdid
nl_nl: Nieuwe %s toevoegen

source: Add New
cs_cz: Přidat nový
de_de: Neu hinzufügen
es_es: Añadir nuevo
fr_fr: Ajouter
he_il: הוסף חדש
hr_hr: Dodaj novi
it_it: Aggiungi Nuovo
ka_ge: ახლის დამატება
mt_mt: Żid Ġdid
nl_nl: Nieuwe toevoegen

source: New %s
cs_cz: Nový %s
de_de: Neu %s
es_es: Nuevo %s
fr_fr: Nouveau %s
he_il: %s חדשה
hr_hr: Novo %s
it_it: Nuovo %s
ka_ge: ახალი %s
mt_mt: %s ġdid
nl_nl: Nieuwe %s

source: Edit %s
cs_cz: Upravit %s
de_de: %s bearbeiten
es_es: Editar %s
fr_fr: Modifier %s
he_il: עריכת ה%s
hr_hr: Uredi %s
it_it: Modifica %s
ka_ge: ჩასწორება: %s
mt_mt: Editja %s
nl_nl: Bewerk %s

source: Update %s
cs_cz: Aktualizovat %s
de_de: %s aktualisieren
es_es: Actualizar %s
fr_fr: Mettre à jour %s
he_il: עדכון %s
hr_hr: Ažuriraj %s
it_it: Aggiorna %s
ka_ge: განახლება: %s
mt_mt: Aġġorna %s
nl_nl: %s bijwerken

source: View %s
cs_cz: Zobrazit %s
de_de: %s ansehen
es_es: Ver %s
fr_fr: Voir %s
he_il: הצג %s
hr_hr: Vidi %s
it_it: Visualizza %s
ka_ge: ნახვა %s
mt_mt: Ara %s
nl_nl: Bekijk %s

source: Search %s
cs_cz: Hledat %s
de_de: Suche %s
es_es: Buscar %s
fr_fr: Rechercher %s
he_il: לחפש ב%s
hr_hr: Traži %s
it_it: Cerca %s
ka_ge: ძებნა: %s
mt_mt: Fittex %s
nl_nl: Zoek %s

source: Not found
cs_cz: Nenalezeno
de_de: Nicht gefunden
es_es: No encontrado
fr_fr: Non trouvé
he_il: לא נמצא
hr_hr: Nije pronađeno
it_it: Non trovato
ka_ge: არ მოიძებნა
mt_mt: Ma nstabx
nl_nl: Niet gevonden

source: Not found in Trash
cs_cz: V koši nebylo nic nalezeno
de_de: Nichts im Papierkorb gefunden
es_es: No encontrado en la papelera
fr_fr: Non trouvé dans la corbeille
he_il: לא נמצא בפח זבל
hr_hr: Nije pronađeno u smeću
it_it: Non trovato nel cestino
ka_ge: არ მოიძებნა წაშლილებში
mt_mt: Mhux misjuba fit-Trash
nl_nl: Niet gevonden in prullenbak

source: Featured Image
cs_cz: Náhledový obrázek
de_de: Beitragsbild
es_es: Imagen destacada
fr_fr: Image à la une
he_il: תמונה ראשית
hr_hr: Istaknuta slika
it_it: Immagine in evidenza
ka_ge: გამორჩეული სურათი
mt_mt: Immaġni Dehru
nl_nl: Uitgelichte afbeelding

source: Set featured image
cs_cz: Zvolit náhledový obrázek
de_de: Beitragsbild festlegen
es_es: Establecer imagen destacada
fr_fr: Définir l’image sélectionnée
he_il: בחירת תמונה ראשית
hr_hr: Postavite istaknutu sliku
it_it: Imposta immagine in evidenza
ka_ge: გამორჩეული სურათის დაყენება
mt_mt: Issettja immaġni dehru
nl_nl: Uitgelichte afbeelding instellen

source: Remove featured image
cs_cz: Odstranit náhledový obrázek
de_de: Beitragsbild entfernen
es_es: Eliminar la imagen destacada
fr_fr: Supprimer l'image mise en avant
he_il: הסר תמונה ראשית
hr_hr: Uklonite istaknutu sliku
it_it: Rimuovi immagine in evidenza
ka_ge: გამორჩეული სურათის წაშლა
mt_mt: Neħħi l-immaġni dehru
nl_nl: Verwijder uitgelichte afbeelding

source: Use as featured image
cs_cz: Použít jako náhledový obrázek
de_de: Als Beitragsbild verwenden
es_es: Usar como imagen destacada
fr_fr: Utiliser comme image mise en avant
he_il: השתמש כתמונה מייצגת
hr_hr: Koristi kao istaknutu sliku
it_it: Usa come immagine in evidenza
ka_ge: გამორჩეულ სურათად გამოყენება
mt_mt: Uża bħala immaġni dehru
nl_nl: Gebruik als uitgelichte afbeelding

source: Insert into %s
cs_cz: Vložit do %s
de_de: In %s einfügen
es_es: Insertar en %s
fr_fr: Insérer dans %s
he_il: הוסף לתוך %s
hr_hr: Umetni u %s
it_it: Inserire in %s
ka_ge: Ჩადეთ %s
mt_mt: Daħħal f’%s
nl_nl: Toevoegen aan %s

source: Uploaded to this %s
cs_cz: Nahráno do tohoto %s
de_de: Zu diesem %s hochgeladen
es_es: Subido a este %s
fr_fr: Uploader à ce %s
he_il: הועלה ל-%s זה
hr_hr: Osvježeno na %s
it_it: Caricato su questo %s
ka_ge: აიტვირთა ამას %s
mt_mt: Imtella fuq dan %s
nl_nl: Geupload naar deze %s

source: %s list
cs_cz: %s seznam
de_de: %s Liste
fr_fr: liste %s
he_il: רשימת %s
hr_hr: %s popis
it_it: %s lista
ka_ge: %s სია
mt_mt: lista %s
nl_nl: %s lijst

source: %s list navigation
cs_cz: %s navigace v seznamu
de_de: Navigation für %s
es_es: %s navegación de la lista
fr_fr: Navigation dans la liste %s
he_il: ניווט ברשימה %s
hr_hr: %s Navigacija popisa
it_it: %s navigazione elenco
ka_ge: %s სიის ნავიგაცია
mt_mt: Navigazzjoni tal-lista %s
nl_nl: Navigatie door %slijst

source: Filter %s list
cs_cz: Seznam %s filtru
de_de: %s filtern
es_es: Filtro %s lista
fr_fr: Filtrer la liste %s
he_il: רשימה וסינון %s '
hr_hr: Filtriranje %s popisa
it_it: Elenco filtri %s
ka_ge: %s სიის გაფილტვრა
mt_mt: Iffiltra %s lista
nl_nl: Filter %s lijst

source: Display the %s from your menu
cs_cz: Zobrazení %s z nabídky
de_de: Zeigen Sie %s aus Ihrem Menü an
es_es: Muestra el %s de tu menú
fr_fr: Affichez les %s de votre menu
he_il: הצג את ה-%s מהתפריט שלך
hr_hr: Prikaži %s iz svog izbornika
it_it: Visualizza %s dal tuo menu
ka_ge: აჩვენეთ %s თქვენი მენიუდან
mt_mt: Uri l-%s mill-menu tiegħek
nl_nl: Toon de %s uit je menu

# taxonomy general name
source: Taxonomies
cs_cz: Taxonomie
de_de: Taxonomien
he_il: טקסונומיות
hr_hr: Taksonomije
it_it: Tassonomie
ka_ge: ტაქსონომი
mt_mt: Tassonomiji
nl_nl: Taxonomieën

# taxonomy singular name
source: Taxonomy
cs_cz: Taxonomie
de_de: Taxonomie
fr_fr: Taxonomie
he_il: טקסונומיה
hr_hr: Taksonomija
it_it: Tassonomia
ka_ge: ტაქსონომია
mt_mt: Tassonomija
nl_nl: Taxonomie

source: Search Taxonomies
cs_cz: Hledat taxonomie
de_de: Taxonomien suchen
fr_fr: Rechercher des taxonomies
he_il: חפש טקסונומיות
hr_hr: Pretraži taksonomije
it_it: Tassonomie di ricerca
ka_ge: ტაქსონომიების ძიება
mt_mt: Fittex Tassonomiji
nl_nl: Taxonomieën zoeken

source: All Taxonomies
cs_cz: Všechny taxonomie
de_de: Alle Taxonomien
fr_fr: Toutes les Taxinomies
he_il: כל טקסונומיות
hr_hr: Sve taksonomije
it_it: Tutte le Taxonomie
ka_ge: ყველა ტაქსონომია
mt_mt: It-Tassonomiji kollha
nl_nl: Alle Taxonomieën

source: Parent Taxonomy
cs_cz: Rodičovská taxonomie
de_de: Übergeordnete Taxonomie
fr_fr: Taxonomie parente
he_il: טקסונומיית הורים
hr_hr: Roditeljska taksonomija
it_it: Tassonomia dei genitori
ka_ge: მშობლის ტაქსონომია
mt_mt: Tassonomija Ġenitur
nl_nl: Bovenliggende taxonomie

source: Parent Taxonomy:
cs_cz: Nadřazená taxonomie:
de_de: Übergeordnete Taxonomie:
fr_fr: Taxonomie parente:
he_il: טקסונומיית הורים:
hr_hr: Roditeljska taksonomija:
it_it: Tassonomia genitore:
ka_ge: მშობლის ტაქსონომია:
mt_mt: Tassonomija Ġenitur:
nl_nl: Bovenliggende taxonomie:

source: Edit Taxonomy
cs_cz: Upravit taxonomii
de_de: Taxonomie bearbeiten
fr_fr: Modifier la taxonomie
he_il: ערוך טקסונומיה
hr_hr: Uredi taksonomiju
it_it: Modifica tassonomia
ka_ge: ტაქსონომიის რედაქტირება
mt_mt: Edit Tassonomija
nl_nl: Bewerk Taxonomie

source: Update Taxonomy
cs_cz: Aktualizovat taxonomii
de_de: Taxonomie aktualisieren
fr_fr: Mettre à jour la taxonomie
he_il: עדכון טקסונומיה
hr_hr: Ažurirajte taksonomiju
it_it: Aggiornamento tassonomia
ka_ge: ტაქსონომიის განახლება
mt_mt: Aġġorna t-Tassonomija
nl_nl: Taxonomie bijwerken

source: Add New Taxonomy
cs_cz: Vytvořit novou taxonomii
de_de: Neue Taxonomie hinzufügen
fr_fr: Ajout une nouvelle taxinomie
he_il: הוסף טקסונומיה חדשה
hr_hr: Dodajte novu taksonomiju
it_it: Aggiungi Tassonomia
ka_ge: დაამატეთ ახალი ტაქსონომია
mt_mt: Żid Tassonomija Ġdida
nl_nl: Voeg nieuwe taxonomie toe

source: New Taxonomy Name
cs_cz: Název nové taxonomie
de_de: Neuer Taxonomiename
fr_fr: Nouveau nom de taxonomie
he_il: שם חדש לטקסונומיה
hr_hr: Novi naziv taksonomije
it_it: Nuovo nome tassonomia
ka_ge: ახალი ტაქსონომიის სახელი
mt_mt: Isem Ġdid tat-Tassonomija
nl_nl: Nieuwe taxonomienaam

source: Taxonomies
cs_cz: Taxonomie
de_de: Taxonomien
he_il: טקסונומיות
hr_hr: Taksonomije
it_it: Tassonomie
ka_ge: ტაქსონომი
mt_mt: Tassonomiji
nl_nl: Taxonomieën

source: Compound details
cs_cz: Složené detaily
de_de: Zusammengesetzte Details
es_es: Detalles compuestos
fr_fr: Détails composés
he_il: פרטים מורכבים
hr_hr: Složeni detalji
it_it: Dettagli composti
ka_ge: რთული დეტალები
mt_mt: Dettalji komposti
nl_nl: Samengestelde details

source: Total
cs_cz: Celkem
de_de: Gesamt
he_il: סה"כ
hr_hr: Ukupno
it_it: Totale
ka_ge: ჯამი
nl_nl: Totaal

source: Grow details
cs_cz: Vypěstujte si detaily
de_de: Anbaudetails
es_es: Detalles de cultivo
fr_fr: Détails de croissance
he_il: הגדל פרטים
hr_hr: Pojedinosti o rastu
it_it: Coltiva i dettagli
ka_ge: დეტალების გაზრდა
mt_mt: Ikber id-dettalji
nl_nl: Kweekdetails

source: Origin
cs_cz: Zdroj
de_de: Herkunft
es_es: Origen
fr_fr: Origine
he_il: מקור
hr_hr: Početna točka
it_it: Origine
ka_ge: წყარო
mt_mt: Oriġini
nl_nl: Oorsprong

source: Grow time
cs_cz: Čas růstu
de_de: Zeit wachsen
es_es: Tiempo de cultivo
fr_fr: Temps de croissance
he_il: זמן גידול
hr_hr: Vrijeme rasta
it_it: Coltiva il tempo
ka_ge: ზრდის დრო
mt_mt: Żmien tikber
nl_nl: Groeitijd

source: Yield
cs_cz: Výtěžek
de_de: Menge
es_es: Cantidad
fr_fr: Rendement
he_il: מספר מנות
hr_hr: Prinos
it_it: Porzioni
ka_ge: მოსავლიანობა
mt_mt: Rendiment
nl_nl: Hoeveelheid

source: Difficulty
cs_cz: Obtížnost
de_de: Schwierigkeit
es_es: Dificultad
fr_fr: Difficulté
he_il: קושי
hr_hr: Težina
it_it: Difficoltà
ka_ge: სირთულე
mt_mt: Diffikultà
nl_nl: Moeilijkheidsgraad

source: Product Details
cs_cz: Detail produktu
de_de: Produktdetails
es_es: Detalles del Producto
fr_fr: Détails du produit
he_il: פרטי המוצר
hr_hr: Detalji o proizvodu
it_it: Dettagli Prodotto
ka_ge: დეტალური ინფორმაცია
mt_mt: Dettalji tal-Prodott
nl_nl: Product gegevens

source: Activation time
cs_cz: Doba aktivace
de_de: Aktivierungszeit
fr_fr: Heure d’activation
he_il: זמן הפעלה
hr_hr: Vrijeme aktivacije
it_it: Tempo di attivazione
ka_ge: გააქტიურების დრო
mt_mt: Ħin ta ‘attivazzjoni
nl_nl: Activeringstijd

source: Servings
cs_cz: Porce
de_de: Portionen
es_es: Porciones
fr_fr: Portions
he_il: מנות
hr_hr: Porcije
it_it: Porzioni
ka_ge: სერვირება
mt_mt: Porzjonijiet
nl_nl: Porties

source: THC mg per serving
cs_cz: THC mg na porci
de_de: THC mg pro Portion
es_es: mg de THC por ración
fr_fr: mg de THC par portion
he_il: ‫THC מ”ג למנה
hr_hr: THC mg po obroku
it_it: mg di THC per porzione
ka_ge: THC მგ თითო პორციაზე
mt_mt: THC mg għal kull porzjon
nl_nl: THC mg per portie

source: CBD mg per serving
cs_cz: CBD mg na porci
de_de: CBD mg pro Portion
es_es: mg de CBD por ración
fr_fr: mg de CBD par portion
he_il: ‫CBD מ”ג למנה
hr_hr: CBD mg po obroku
it_it: mg di CBD per porzione
ka_ge: CBD მგ თითო პორციაზე
mt_mt: CBD mg għal kull porzjon
nl_nl: CBD mg per portie

source: mL per serving
cs_cz: mL na porci
de_de: mL pro Portion
es_es: mL por ración
fr_fr: mL par portion
he_il: מ”ל למנה
hr_hr: mL po obroku
it_it: mL per porzione
ka_ge: მლ თითო პორციაზე
mt_mt: mL għal kull porzjon
nl_nl: mL per portie

source: Net weight (ounces)
cs_cz: Čistá hmotnost (unce)
de_de: Nettogewicht (Unzen)
es_es: Peso neto (onzas)
fr_fr: Poids net (onces)
he_il: משקל נטו (אונקיות)
hr_hr: Neto težina (unce)
it_it: Peso netto (once)
ka_ge: წმინდა წონა (უნცია)
mt_mt: Piż nett (uqija)
nl_nl: Netto gewicht (ounce)

source: Weight (g)
cs_cz: Hmotnost (g)
de_de: Gewicht (g)
es_es: Peso (gramos)
fr_fr: Poids (g)
he_il: משקל (ג)
hr_hr: Težina (g)
it_it: Peso (g)
ka_ge: წონა (გ)
mt_mt: Piż (g)
nl_nl: Gewicht (g)

source: Size (oz)
cs_cz: Velikost (oz)
de_de: Größe (oz)
es_es: Tamaño (oz)
fr_fr: Taille (oz)
he_il: גודל (עוז)
hr_hr: Veličina (oz)
it_it: Dimensioni (oz)
ka_ge: ზომა (oz)
mt_mt: Daqs (oz)
nl_nl: Grootte (oz)

source: THC mg
es_es: mg de THC
fr_fr: mg de THC
he_il: ‫THC מ”ג
it_it: mg di THC
ka_ge: THC მგ

source: CBD mg
es_es: mg de CBD
fr_fr: mg de CBD
he_il: ‫CBD מ”ג
it_it: mg di CBD
ka_ge: CBD მგ

source: Net weight (grams)
cs_cz: Čistá hmotnost (gramy)
de_de: Nettogewicht (Gramm)
es_es: Peso neto (gramos)
fr_fr: Poids net (grammes)
he_il: משקל נטו (גרם)
hr_hr: Neto težina (grami)
it_it: Peso netto (grammi)
ka_ge: წმინდა წონა (გრამი)
mt_mt: Piż nett (grammi)
nl_nl: Netto gewicht (gram)

source: Seeds per unit
cs_cz: Semena na jednotku
de_de: Samen pro Einheit
es_es: Semillas por unidad
fr_fr: Graines par unité
he_il: זרעים ליחידה
hr_hr: Sjemenke po jedinici
it_it: Semi per unità
ka_ge: თესლი ერთეულზე
mt_mt: Żrieragħ għal kull unità
nl_nl: Zaden per eenheid

source: Clones per unit
cs_cz: Klony na jednotku
de_de: Klone pro Einheit
es_es: Clones por unidad
fr_fr: Clones par unité
he_il: שיבוטים ליחידה
hr_hr: Klonovi po jedinici
it_it: Cloni per unità
ka_ge: კლონები ერთეულზე
mt_mt: Kloni għal kull unità
nl_nl: Klonen per eenheid

source: Product prices
cs_cz: Ceny produktů
de_de: Produktpreise
fr_fr: Prix des produits
he_il: מחירי המוצרים
hr_hr: Cijene proizvoda
it_it: Prezzi dei prodotti
ka_ge: პროდუქტის ფასები
mt_mt: Prezzijiet tal-prodott
nl_nl: Productprijzen

source: Product type
cs_cz: Typ produktu
de_de: Produkt Typ
es_es: Tipo de producto
fr_fr: Type de produit
he_il: סוג המוצר
hr_hr: Vrsta proizvoda
it_it: Tipo prodotto
ka_ge: Პროდუქტის ტიპი
mt_mt: Tip ta’ prodott

# general name
source: Allergens
cs_cz: Alergeny
de_de: Allergene
es_es: Alérgenos
fr_fr: Allergènes
he_il: אלרגנים
hr_hr: Alergeni
it_it: Allergeni
ka_ge: ალერგენები
mt_mt: Allerġeni
nl_nl: Allergenen

# singular name
source: Allergen
cs_cz: Alergen
es_es: Alergeno
fr_fr: Allergène
he_il: אלרגן
hr_hr: Alergena
it_it: Allergia
ka_ge: ალერგენი
mt_mt: Allerġenu
nl_nl: Allergeen

source: Search Allergens
cs_cz: Hledejte alergeny
de_de: Allergene suchen
es_es: Buscar alérgenos
fr_fr: Rechercher des allergènes
he_il: חפש אלרגנים
hr_hr: Traži alergene
it_it: Cerca allergeni
ka_ge: მოძებნეთ ალერგენები
mt_mt: Fittex Allerġeni
nl_nl: Allergenen zoeken

source: Popular Allergens
cs_cz: Oblíbené alergeny
de_de: Beliebte Allergene
es_es: Alérgenos populares
fr_fr: Allergènes populaires
he_il: אלרגנים פופולריים
hr_hr: Popularni alergeni
it_it: Allergeni popolari
ka_ge: პოპულარული ალერგენები
mt_mt: Allerġeni Popolari
nl_nl: Populaire allergenen

source: All Allergens
cs_cz: Všechny alergeny
de_de: Alle Allergene
es_es: Todos los alérgenos
fr_fr: Tous les allergènes
he_il: כל האלרגנים
hr_hr: Svi alergeni
it_it: Tutti gli allergeni
ka_ge: ყველა ალერგენი
mt_mt: L-Allerġeni kollha
nl_nl: Alle allergenen

source: Edit Allergen
cs_cz: Upravit Alergen
de_de: Allergen bearbeiten
es_es: Editar alérgeno
fr_fr: Modifier l’allergène
he_il: ערוך אלרגן
hr_hr: Uredi alergen
it_it: Modifica allergene
ka_ge: ალერგენის რედაქტირება
mt_mt: Editja Allerġen
nl_nl: Wijzig Allergenen

source: Update Allergen
cs_cz: Aktualizujte alergen
de_de: Allergen aktualisieren
es_es: Actualizar alérgenos
fr_fr: Mettre à jour l’allergène
he_il: עדכון אלרגן
hr_hr: Ažurirajte alergen
it_it: Aggiorna allergene
ka_ge: განაახლეთ ალერგენი
mt_mt: Aġġorna l-Allerġen
nl_nl: Allergeen bijwerken

source: Add New Allergen
cs_cz: Přidejte nový alergen
de_de: Neues Allergen hinzufügen
es_es: Agregar nuevo alérgeno
fr_fr: Ajouter un nouvel allergène
he_il: הוסף אלרגן חדש
hr_hr: Dodajte novi alergen
it_it: Aggiungi nuovo allergene
ka_ge: დაამატეთ ახალი ალერგენი
mt_mt: Żid Allerġen Ġdid
nl_nl: Nieuw allergeen toevoegen

source: New Allergen Name
cs_cz: Nový název alergenu
de_de: Neuer Allergenname
es_es: Nuevo nombre de alérgeno
fr_fr: Nouveau nom d’allergène
he_il: שם אלרגן חדש
hr_hr: Novo ime alergena
it_it: Nuovo nome di allergene
ka_ge: ახალი ალერგენის სახელი
mt_mt: Isem Allerġen Ġdid
nl_nl: Nieuwe allergeennaam

source: Separate allergens with commas
cs_cz: Alergeny oddělte čárkami
de_de: Trennen Sie Allergene durch Kommas
es_es: Separe los alérgenos con comas.
fr_fr: Séparez les allergènes par des virgules
he_il: הפרד את האלרגנים באמצעות פסיקים
hr_hr: Alergene odvojite zarezima
it_it: Separa gli allergeni con le virgole
ka_ge: გამოყავით ალერგენები მძიმეებით
mt_mt: Allerġeni separati bil-virgoli
nl_nl: Scheidt allergenen met een komma

source: Add or remove allergens
cs_cz: Přidejte nebo odstraňte alergeny
de_de: Allergene hinzufügen oder entfernen
es_es: Agregar o eliminar alérgenos
fr_fr: Ajouter ou supprimer des allergènes
he_il: הוסף או הסר אלרגנים
hr_hr: Dodajte ili uklonite alergene
it_it: Aggiungi o rimuovi allergeni
ka_ge: დაამატეთ ან ამოიღეთ ალერგენები
mt_mt: Żid jew neħħi allerġeni
nl_nl: Allergenen toevoegen of verwijderen

source: Choose from the most used allergens
cs_cz: Vyberte si z nejpoužívanějších alergenů
de_de: Wählen Sie aus den am häufigsten verwendeten Allergenen
es_es: Elija entre los alérgenos más utilizados
fr_fr: Choisissez parmi les allergènes les plus utilisés
he_il: בחר מתוך אלרגנים הכי שימושיים
hr_hr: Birajte među najčešće korištenim alergenima
it_it: Scegli tra gli allergeni più utilizzati
ka_ge: აირჩიეთ ყველაზე ხშირად გამოყენებული ალერგენებიდან
mt_mt: Agħżel mill-allerġeni l-aktar użati
nl_nl: Kies uit de meest gebruikte allergenen

source: No allergens found
cs_cz: Nebyly nalezeny žádné alergeny
de_de: Keine Allergene gefunden
es_es: No se encontraron alérgenos
fr_fr: Aucun allergène trouvé
he_il: לא נמצאו אלרגנים
hr_hr: Nisu pronađeni alergeni
it_it: Nessun allergene trovato
ka_ge: ალერგენები არ არის ნაპოვნი
mt_mt: Ma nstab l-ebda allerġen
nl_nl: Geen allergenen gevonden

# general name
source: Aromas
cs_cz: Aromata
de_de: Aromen
fr_fr: Arômes
he_il: ניחוחות
hr_hr: Arome
it_it: Aromi
ka_ge: არომატები
mt_mt: Aromi

# singular name
source: Aroma
fr_fr: Arôme
he_il: אֲרוֹמָה
ka_ge: არომატი

source: Search Aromas
cs_cz: Hledat Aroma
de_de: Aromen suchen
es_es: Buscar Aromas
fr_fr: Rechercher des arômes
he_il: חפש ארומות
hr_hr: Traži Arome
it_it: Cerca Aromi
ka_ge: მოძებნეთ არომატები
mt_mt: Fittex Aromi
nl_nl: Aroma’s zoeken

source: Popular Aromas
cs_cz: Populární vůně
de_de: Beliebte Aromen
es_es: Aromas populares
fr_fr: Arômes populaires
he_il: ארומות פופולריות
hr_hr: Popularne arome
it_it: Aromi popolari
ka_ge: პოპულარული არომატები
mt_mt: Aromi Popolari
nl_nl: Populaire aroma’s

source: All Aromas
cs_cz: Všechny Aroma
de_de: Alle Aromen
es_es: Todos los Aromas
fr_fr: Tous les arômes
he_il: כל הניחוחות
hr_hr: Sve Arome
it_it: Tutti gli aromi
ka_ge: ყველა არომატი
mt_mt: Kollha Aromi
nl_nl: Alle Aroma’s

source: Edit Aroma
cs_cz: Upravit Aroma
de_de: Aroma bearbeiten
es_es: Editar Aroma
fr_fr: Modifier l’arôme
he_il: ערוך ארומה
hr_hr: Uredi aromu
it_it: Modifica Aroma
ka_ge: არომატის რედაქტირება
nl_nl: Aroma bewerken

source: Update Aroma
cs_cz: Aktualizovat Aroma
de_de: Aroma aktualisieren
es_es: Actualización de aroma
fr_fr: Mettre à jour l’arôme
he_il: עדכן ארומה
hr_hr: Ažurirajte Aroma
it_it: Aggiorna Aroma
ka_ge: არომატის განახლება
mt_mt: Aġġorna Aroma
nl_nl: Aroma bijwerken

source: Add New Aroma
cs_cz: Přidejte nové aroma
de_de: Neues Aroma hinzufügen
es_es: Agregar nuevo aroma
fr_fr: Ajouter un nouvel arôme
he_il: הוסף ארומה חדשה
hr_hr: Dodajte novu aromu
it_it: Aggiungi nuovo aroma
ka_ge: დაამატეთ ახალი არომატი
mt_mt: Żid Aroma Ġdida
nl_nl: Nieuw aroma toevoegen

source: New Aroma Name
cs_cz: Nový název vůně
de_de: Neuer Aromaname
es_es: Nuevo nombre de aroma
fr_fr: Nouveau nom d’arôme
he_il: שם ארומה חדש
hr_hr: Novo ime arome
it_it: Nuovo nome di aroma
ka_ge: ახალი არომატის სახელი
mt_mt: Isem Aroma Ġdid
nl_nl: Nieuwe geurnaam

source: Separate aromas with commas
cs_cz: Vůně oddělte čárkami
de_de: Trennen Sie Aromen durch Kommas
es_es: Separe los aromas con comas.
fr_fr: Séparez les arômes par des virgules
he_il: הפרד ריחות עם פסיקים
hr_hr: Odvojite arome zarezima
it_it: Separare gli aromi con le virgole
ka_ge: გამოყავით არომატები მძიმეებით
mt_mt: Aromi separati bil-virgoli
nl_nl: Scheid aroma’s met komma’s

source: Add or remove aromas
cs_cz: Přidejte nebo odstraňte aroma
de_de: Aromen hinzufügen oder entfernen
es_es: Agregar o quitar aromas
fr_fr: Ajouter ou supprimer des arômes
he_il: הוסף או הסר ניחוחות
hr_hr: Dodajte ili uklonite arome
it_it: Aggiungi o rimuovi aromi
ka_ge: დაამატეთ ან ამოიღეთ არომატები
mt_mt: Żid jew neħħi l-aromi
nl_nl: Aroma’s toevoegen of verwijderen

source: Choose from the most used aromas
cs_cz: Vyberte si z nejpoužívanějších aromat
de_de: Wählen Sie aus den am häufigsten verwendeten Aromen
es_es: Elige entre los aromas más utilizados
fr_fr: Choisissez parmi les arômes les plus utilisés
he_il: בחר מבין הניחוחות הנפוצים ביותר
hr_hr: Birajte među najčešće korištenim aromama
it_it: Scegli tra gli aromi più utilizzati
ka_ge: აირჩიეთ ყველაზე ხშირად გამოყენებული არომატებიდან
mt_mt: Agħżel mill-aromi l-aktar użati
nl_nl: Kies uit de meest gebruikte aroma’s

source: No aromas found
cs_cz: Nebyla nalezena žádná aromata
de_de: Keine Aromen gefunden
es_es: No se encontraron aromas
fr_fr: Aucun arôme trouvé
he_il: לא נמצאו ניחוחות
hr_hr: Nisu pronađene arome
it_it: Nessun aroma trovato
ka_ge: არომატები არ არის ნაპოვნი
mt_mt: L-ebda aromi ma nstabu
nl_nl: Geen aroma’s gevonden

# general name
source: Conditions
cs_cz: Podmínky
de_de: Bedingungen
es_es: Condiciones
he_il: תנאים
hr_hr: Uvjeti
it_it: Condizioni
ka_ge: პირობები
mt_mt: Kundizzjonijiet
nl_nl: Voorwaarden

# singular name
source: Condition
cs_cz: Stav
de_de: Zustand
es_es: Condición
he_il: תנאי
hr_hr: Stanje
it_it: Condizione
ka_ge: მდგომარეობა
mt_mt: Kundizzjoni
nl_nl: Conditie

source: Search Conditions
cs_cz: Podmínky vyhledávání
de_de: Suchbedingungen
es_es: Buscar condiciones
fr_fr: Conditions de recherche
he_il: תנאי חיפוש
hr_hr: Uvjeti pretraživanja
it_it: Cerca Condizioni
ka_ge: ძებნის პირობები
mt_mt: Kundizzjonijiet tat-Tiftix
nl_nl: Zoekvoorwaarden

source: Popular Conditions
cs_cz: Oblíbené podmínky
de_de: Beliebte Bedingungen
es_es: Condiciones populares
fr_fr: Conditions populaires
he_il: תנאים פופולריים
hr_hr: Popularni uvjeti
it_it: Condizioni popolari
ka_ge: პოპულარული პირობები
mt_mt: Kundizzjonijiet Popolari
nl_nl: Populaire voorwaarden

source: All Conditions
cs_cz: Všechny podmínky
de_de: Alles anzeigen
es_es: Todos los grados
fr_fr: Toutes les conditions
he_il: כל התנאים
hr_hr: Svi uvjeti
it_it: Tutte le Condizioni
ka_ge: ყველა პირობა
mt_mt: Il-Kundizzjonijiet Kollha
nl_nl: Alle condities

source: Edit Condition
cs_cz: Upravit podmínku
de_de: Bedingung bearbeiten
es_es: Editar estado
fr_fr: Editer condition
he_il: ערוך מצב
hr_hr: Uredi stanje
it_it: Modifica Condizione
ka_ge: მდგომარეობის რედაქტირება
mt_mt: Editja Kundizzjoni
nl_nl: Voorwaarde bewerken

source: Update Condition
cs_cz: Podmínky aktualizace
de_de: Bedingung aktualisieren
es_es: Actualizar condición
fr_fr: Mise à jour de la condition
he_il: עדכון מצב
hr_hr: Uvjet ažuriranja
it_it: Aggiorna Condizione
ka_ge: განახლების მდგომარეობა
mt_mt: Kundizzjoni tal-Aġġornament
nl_nl: Update conditie

source: Add New Condition
cs_cz: Přidat novou podmínku
de_de: Neue Kondition hinzufügen
es_es: Añadir nueva condición
fr_fr: Ajouter une nouvelle condition
he_il: הוסף מצב חדש
hr_hr: Dodaj novi uvjet
it_it: Aggiungi nuova Condizione
ka_ge: დაამატეთ ახალი მდგომარეობა
mt_mt: Żid Kundizzjoni Ġdida
nl_nl: Nieuwe voorwaarde toevoegen

source: New Condition Name
cs_cz: Název nového stavu
de_de: Neuer Bedingungsname
es_es: Nuevo nombre de estado
fr_fr: Nouveau nom de l'état
he_il: שם מצב חדש
hr_hr: Naziv novog uvjeta
it_it: Nome della Condizione
ka_ge: ახალი მდგომარეობის სახელი
mt_mt: Isem tal-Kundizzjoni Ġdid
nl_nl: Naam nieuwe conditie
