Repository: getCannaBiz/cannabiz-menu
Catalog: languages/wp-dispensary-*.po
Languages: cs_cz, de_de, es_es, fr_fr, he_il, hr_hr, it_it, ka_ge, mt_mt, nl_nl

source: 5 g
fr_fr: 5 grammes
he_il: 5 גרם
ka_ge: 5 გ
nl_nl: 5 grams

source: 1/4 oz
de_de: 1/4 Unze
he_il: 1/4 אונקיות
ka_ge: 1/4 უნცია

source: 1/2 oz
de_de: 1/2 Unze
he_il: 1/2 אונקיות
ka_ge: 1/2 უნცია

source: 1 oz
de_de: 1 Unze
he_il: 1 גר
ka_ge: 1 უნცია
nl_nl: 1 ons

source: 1/2 gram
cs_cz: 1/2 gramu
de_de: 1/2 Gramm
fr_fr: 1/2 gramme
he_il: 1/2 גרם
hr_hr: 1/2 grama
it_it: 1/2 grammo
ka_ge: 1/2 გრამი
mt_mt: 1/2 gramma

source: Product updated. <a href="%s">View product</a>
cs_cz: Produkt aktualizován. <a href="%s">Zobrazit produkt</a>
de_de: Produkt aktualisiert. <a href="%s">Produkt ansehen</a>
es_es: Producto actualizado. <a href="%s">Ver el producto </a>
fr_fr: Produit mis à jour. <a href="%s">Voir le produit</a>
he_il: המוצר עודכן. <a href="%s">צפה במוצר</a>
hr_hr: Proizvod je ažuriran. <a href="%s">Pogledajte proizvod</a>
it_it: Prodotto aggiornato. <a href="%s">Visualizza prodotto</a>
ka_ge: პროდუქტი განახლებულია. <a href="%s">პროდუქტის ნახვა</a>
mt_mt: Prodott aġġornat. <a href="%s">Ara l-prodott</a>
nl_nl: Product geüpdatet. <a href="%s">Bekijk product</a>

source: Product updated.
cs_cz: E-kniha aktualizována.
de_de: Produkt aktualisiert.
es_es: Producto actualizado.
fr_fr: Produit mis à jour.
he_il: מוצר עודכן.
hr_hr: Proizvod je ažuriran.
it_it: Prodotto aggiornato.
ka_ge: პროდუქცია განახლდა.
mt_mt: Prodott aġġornat.
nl_nl: Product bijgewerkt.

source: Product deleted.
cs_cz: Produkt smazán.
de_de: Produkt gelöscht.
fr_fr: Produit supprimé.
he_il: המוצר נמחק.
hr_hr: Proizvod je izbrisan.
it_it: Prodotto eliminato.
ka_ge: პროდუქტი წაშლილია.
mt_mt: Prodott imħassar.
nl_nl: Product verwijderd.

source: Product restored to revision from %s
cs_cz: E-kniha obnovena k revizi od %s
de_de: Produkt wiederhergestellt auf Revision vom %s
es_es: Producto restaurado a partir de la revisión %s
fr_fr: Produit restoré à la révision de %s
he_il: המוצר שוחזר לגרסה מ %s
hr_hr: Proizvod je vraćen na verziju od %s
it_it: Prodotto ripristinato per la revisione da %s
ka_ge: პროდუქტი აღდგენილია %s დან
mt_mt: Prodott restawrat għal reviżjoni minn %s
nl_nl: Product herstelt naar revisie van %s

source: Product published. <a href="%s">View product</a>
cs_cz: Produkt zveřejněn. <a href="%s">Zobrazit produkt</a>
de_de: Produkt veröffentlicht. <a href="%s">Produkt anzeigen</a>
es_es: Producto publicado. <a href="%s">Ver el producto </a>
fr_fr: Produit publié. <a href="%s">Voir le produit</a>
he_il: מוצר פורסם. <a href="%s">צפה במוצר</a>
hr_hr: Proizvod objavljen. <a href="%s">Pogledajte proizvod</a>
it_it: Prodotto pubblicato. <a href="%s">Visualizza prodotto</a>
ka_ge: პროდუქტი გამოქვეყნდა. <a href="%s">პროდუქტის ნახვა</a>
mt_mt: Prodott ippubblikat. <a href="%s">Ara l-prodott</a>
nl_nl: Product gepubliceerd. <a href="%s">Bekijk product</a>

source: Product saved.
cs_cz: Kniha uložena.
de_de: Produkt gespeichert.
es_es: Producto guardado.
fr_fr: Produit sauvegardé.
he_il: מוצר נשמר.
hr_hr: Proizvod je snimljen.
it_it: Prodotto salvato.
ka_ge: პროდუქტი შენახულია.
mt_mt: Prodott salvat.
nl_nl: Product opgeslagen.

source: Product submitted. <a target="_blank" href="%s">Preview product</a>
cs_cz: Kniha vytvořena. <a target="_blank" href="%s">Zobrazit náhled knihy</a>
de_de: Produkt eingestellt. <a target="_blank" href="%s">Produktvorschau</a>
es_es: Producto enviado. <a target="_blank" href="%s">Ver el producto</a>
fr_fr: Produit soumis. <a target="_blank" href="%s">Prévisualiser le produit</a>
he_il: מוצר נשלח. <a target="_blank" href="%s">תצוגה מקדימה של מוצר</a>
hr_hr: Proizvod je poslan.<a target="_blank" href="%s">Pregled proizvoda</a>
it_it: Prodotto inviato. <a href="%s">Anteprima Prodotto</a>
ka_ge: პროდუქტი შეტანილია. <a target="_blank" href="%s">წინასწარი დათვალიერება</a>
mt_mt: Prodott sottomess. <a target="_blank" href="%s">Preview tal-prodott</a>
nl_nl: Product ingediend. <a target="_blank" href="%s">Product voorbeeld</a>

source: Product scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview product</a>
cs_cz: Produkt naplánován na: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Náhled produktu</a>
de_de: Produkt geplant für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Produktvorschau</a>
es_es: Producto programado para: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Ver el producto</a>
fr_fr: Produit programmé pour&nbsp;: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Prévisualiser le produit</a>
he_il: פרסום מוצר מתוכנן ל: <strong>%1$s</strong>. <a target="_blank" href="%2$s">תצוגה מקדימה של המוצר</a>
hr_hr: Proizvod predviđen za: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Pregled proizvoda</a>
it_it: Prodotto previsto per: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Anteprima Prodotto</a>
ka_ge: პროდუქტი დაგეგმილია: <strong>%1$s</strong>. <a target="_blank" href="%2$s">პროდუქტის გადახედვა</a>
mt_mt: Prodott skedat għal: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview tal-prodott</a>
nl_nl: Product ingepland voor: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Product voorbeeld</a>

source: Product draft updated. <a target="_blank" href="%s">Preview product</a>
cs_cz: Návrh produktu byl aktualizován. <a target="_blank" href="%s">Náhled produktu</a>
de_de: Produktentwurf aktualisiert. <a target="_blank" href="%s">Produktvorschau</a>
es_es: Borrador del producto actualizado. <a target="_blank" href="%s">Previsualizar Producto</a>
fr_fr: Produit en brouillon mis à jour. <a target="_blank" href="%s">Prévisualiser le produit</a>
he_il: טיוטת מוצר עודכנה. <a target="_blank" href="%s">תצוגה מקדימה של מוצר</a>
hr_hr: Nacrt proizvoda ažuriran. <a target="_blank" href="%s">Pregled proizvoda</a>
it_it: Bozza prodotto aggiornata. <a target="_blank" href="%s">Anteprima prodotto</a>
ka_ge: პროდუქტის მონახაზი განახლდა. <a target="_blank" href="%s">წინასწარი დათვალიერება</a>
mt_mt: Abbozz tal-prodott aġġornat. <a target="_blank" href="%s">Preview tal-prodott</a>
nl_nl: Product concept geüpdatet. <a target="_blank" href="%s">Product voorbeeld</a>

source: Seeds
cs_cz: Semena
he_il: זרעים
hr_hr: Sjemenke
ka_ge: თესლი
mt_mt: Żrieragħ
nl_nl: Zaden

source: Clones
cs_cz: Klony
de_de: Klone
fr_fr: Cloner
he_il: שיבוטים
hr_hr: Klonovi
it_it: Cloni
ka_ge: კლონები
mt_mt: Kloni
nl_nl: Klonen

source: Go Pro
cs_cz: Získat verzi Pro
de_de: Pro erwerben
es_es: Hazte Pro
he_il: שידרוג לפרו
hr_hr: Idi Pro
it_it: Passa a Pro
mt_mt: Mur Pro
nl_nl: Stap over naar de Pro-versie

source: The complete marijuana menu solution for dispensaries and delivery services
cs_cz: Kompletní řešení marihuanového menu pro výdejny a donáškové služby
de_de: Die komplette Marihuana-Menü-Lösung für Apotheken und Lieferdienste
es_es: La solución completa de menú de marihuana para dispensarios y servicios de entrega.
fr_fr: La solution complète de menu de marijuana pour les dispensaires et les services de livraison
he_il: פתרון תפריט המריחואנה המלא עבור בתי מרקחת ושירותי משלוחים
hr_hr: Kompletno rješenje marihuane jelovnika za ambulante i dostavne službe
it_it: La soluzione completa per il menu della marijuana per dispensari e servizi di consegna
ka_ge: მარიხუანას მენიუს სრული გადაწყვეტა დისპანსერებისა და მიტანის სერვისებისთვის
mt_mt: Is-soluzzjoni sħiħa tal-menu tal-marijuana għal dispensarji u servizzi ta ‘kunsinna
nl_nl: De complete marihuanamenu-oplossing voor apotheken en bezorgdiensten

source: M j, Y @ G:i
ka_ge: d.m.Y в H:i

source: per pack:
es_es: por paquete:
fr_fr: per paquet:
hr_hr: po pakiranju:

source: Export Products
es_es: Exportar productos

source: Price each
es_es: Precio cada uno

source: Flowers Base
es_es: Base de Flores

source: Concentrates Base
es_es: Base de Concentrados

source: Edibles Base
es_es: Base de Comestibles

source: Pre-rolls Base
es_es: Base de pre-rollos

source: Topicals Base
es_es: Base de Tópicas

source: Growers Base
es_es: Base de Cultivadores

source: Product pricing
es_es: Precios del producto

source: Pre-roll strain
es_es: Tensión de pre-roll

source: Flower Strain
es_es: Cepa de flores

source: Product details
es_es: Detalles del producto

source: Pre-roll weight
es_es: Peso de pre-roll

source: Patients
es_es: Pacientes

source: Allow patients to apply a coupon to their order
es_es: Permitir a los pacientes aplicar un cupón a su pedido

source: Price per unit:
es_es: Precio por unidad:
